Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# UserControls_MasterFilter_Action_Filter_Error_AlreadyPresent
source: Similar filter case already present.
es_es: caja del filtro similar ya presentes.

# UserControls_MasterFilter_Action_Filter_Error_CannotbeEmpty
source: Field name cannot be empty
es_es: Nombre del campo no puede estar vacío

# PropertiesWindow_HeaderText_RangeColour
source: Range Color
es_es: gama de colores

# UserControls_AutoSave_Discard
source: Discard
es_es: Descartar

# UserControls_AutoSave_Load
source: Load
es_es: Cargar

# UserControls_AutoSave_Message
source: Dashboard designer has recovered the following dashboard report. You can either load it or discard it.
es_es: Diseñador de paneles se ha recuperado el siguiente informe de panel. Usted puede cargarlo o descartarlo.

# UserControls_AutoSave_Title
source: Dashboard Recovered
es_es: Recuperado del tablero de instrumentos

# Message_WidgetNotConfigured
source: This widget has not been configured with data yet.
es_es: Este widget no se ha configurado con los datos todavía.

# Weigthed_Average_Warning
source: Weighted average cannot be applied,since current source has only one measure element
es_es: promedio ponderado no se puede aplicar, ya que la fuente de corriente tiene solamente un elemento de medida

# ExcelExceptions_OleAutDateConvertException
source: OleAut date did not convert to a DateTime correctly.
es_es: OLEAUT fecha no se ha convertido a un DateTime correctamente.

# ExcelExceptions_OleAutDateException
source: Not a legal OleAut date.
es_es: No es una fecha OleAut legal.

# ExcelExceptions_OleAutDateException_Msg
source: Remove string values like NONE and NULL in Date Time formatted columns of the provided worksheet.
es_es: Retire los valores de cadena como ninguna y en NULL Fecha Hora con formato columnas de la hoja de trabajo.

# ExcelExceptions_process_cannot_access
source: The process cannot access the file
es_es: El proceso no tiene acceso al archivo

# ExcelExceptions_process_cannot_access_Msg
source: The file is already opened by another process.Please close the file
es_es: El archivo ya está abierto por otro proceso.Tenga cierre el archivo

# ExcelExceptions_NoWorkStream
source: File does not contain workbook stream
es_es: El archivo no contiene secuencia libro

# ExcelExceptions_NoWorkStream_Msg
source: This work book has been saved in the older Excel 95 format so try importing after upgrading to a newer version.
es_es: Este libro de trabajo se ha guardado en el formato más antiguo de Excel 95 a fin de tratar de importar después de actualizar a una versión más reciente.

# ToolBoxCategory_Composition
source: Composition
es_es: Composición

# ToolBoxCategory_Deviation
source: Deviation
es_es: Estándar

# ToolBoxCategory_Distribution
source: Distribution
es_es: Sistem

# ToolBoxCategory_Filters
source: Filters
es_es: Filtros

# ToolBoxCategory_Hierarchy
source: Hierarchy
es_es: Jerarquía

# ToolBoxCategory_Miscellaneous
source: Miscellaneous
es_es: Diverso

# ToolBoxCategory_Proportion
source: Proportion
es_es: Proporción

# ToolBoxCategory_Relationship
source: Relationship
es_es: Relación

# AxisElementBox_Expression_Alert_Message
source: Expression element in this section is not in the required format.
es_es: elemento de expresión en esta sección no está en el formato requerido.

# AxisElementBox_Measure_Alert_Message
source: Measure element in this section is not in the required format.
es_es: elemento de medida en esta sección no está en el formato requerido.

# ControlToolTip_Area
source: Compare values for a set of unordered items across categories through filled curves ordered vertically.
es_es: Comparación de los valores de un conjunto de elementos desordenados que abarca las categorías a través de las curvas llenas ordenados verticalmente.

# ControlToolTip_BarChart
source: Compare values for a set of unordered items across categories using horizontal bars arranged vertically.
es_es: Comparación de los valores de un conjunto de artículos en todas las categorías no ordenadas por medio de barras horizontales dispuestos verticalmente.

# ControlToolTip_Bubble
source: Compare large number of data points represented as bubbles and showcase the difference through its size.
es_es: Comparar gran número de puntos de datos representados en forma de burbujas y mostrar la diferencia a través de su tamaño.

# ControlToolTip_Card
source: Measure trends through key performance indicators like Value and Goal.
es_es: Medir las tendencias a través de indicadores de rendimiento clave como Valor y Meta.

# ControlToolTip_Column
source: Compare values for a set of unordered items across categories using vertical bars arranged horizontally.
es_es: Comparación de los valores de un conjunto de artículos en todas las categorías no ordenadas por medio de barras verticales dispuestos horizontalmente.

# ControlToolTip_Combobox
source: Filter based on one or more items selected in a dropdown list.
es_es: Filtro basado en uno o más elementos seleccionados en una lista desplegable.

# ControlToolTip_DatePicker
source: Filter based on a single date or a date range selection.
es_es: Filtro basado en una sola fecha o una selección de intervalo de fechas.

# ControlToolTip_Doughnut
source: Showcase proportionality of each item to the total in the form of donut-slices.
es_es: Un escaparate de proporcionalidad de cada elemento al total en forma de rosquilla rodajas.

# ControlToolTip_DrillBar
source: Extended Bar Chart that works across categories in hierarchical manner.
es_es: Gráfico de barras extendida que funciona a través de categorías de manera jerárquica.

# ControlToolTip_DrillColumn
source: Extended Column Chart that works across categories in hierarchical manner.
es_es: Gráfico de columnas extendida que funciona a través de categorías de manera jerárquica.

# ControlToolTip_DrillDoughnut
source: Extended Doughnut Chart that works across categories grouped hierarchically.
es_es: Gráfico del buñuelo extendida que funciona a través de categorías agrupadas jerárquicamente.

# ControlToolTip_DrillPie
source: Extended Pie Chart that works across categories grouped hierarchically.
es_es: Gráfico circular extendida que funciona a través de categorías agrupadas jerárquicamente.

# ControlToolTip_Funnel
source: Proportional comparison between values showcased in a progressively decreasing manner.
es_es: comparación entre los valores proporcional mostradas en un forma progresivamente decreciente.

# ControlToolTip_Gauge
source: Measure processing efficiency through key performance indicators like Value and Goal.
es_es: Medir la eficiencia de procesamiento a través de indicadores clave de rendimiento como valor y Meta.

# ControlToolTip_Grid
source: Display tabular data with options to sort items.
es_es: Mostrar datos tabulares con opciones para ordenar los elementos.

# ControlToolTip_Image
source: Displays a static image set.
es_es: Muestra un conjunto de imágenes estáticas.

# ControlToolTip_Label
source: Displays the given text.
es_es: Muestra el texto dado.

# ControlToolTip_Line
source: Showcase trends for analysis over a time period with data points connected using straight lines.
es_es: tendencias Escaparate para el análisis en un período de tiempo con los puntos de datos conectados mediante líneas rectas.

# ControlToolTip_ChoroplethMap
source: Showcase quantitative values encoded through color scale.
es_es: valores cuantitativos escaparate codificados a través de la escala de colores.

# ControlToolTip_BubbleMap
source: Showcase quantitative values encoded through bubble size .
es_es: valores cuantitativos escaparate codificados a través del tamaño de burbuja.

# ControlToolTip_Pie
source: Showcase proportionality of each item to the total in the form of pie-slices.
es_es: Un escaparate de proporcionalidad de cada elemento al total en forma de empanada-rebanadas.

# ControlToolTip_Pyramid
source: Proportional comparison between values showcased in a progressively increasing manner.
es_es: la comparación proporcional entre los valores exhibidos de manera que aumenta progresivamente.

# ControlToolTip_RangeNavigator
source: Filter based on the selected date range.
es_es: Filtro basado en el intervalo de fechas seleccionado.

# ControlToolTip_RangeSlider
source: Filter based on value or date range set through sliders.
es_es: Filtro basado en el valor o rango de fechas establecido a través de controles deslizantes.

# ControlToolTip_Scatter
source: Compare large number of data points represented as dots irrespective of time.
es_es: Comparar gran número de puntos de datos representados como puntos independientemente de tiempo.

# ControlToolTip_Spline
source: Showcase trends for analysis over a time period with data points connected using splines.
es_es: tendencias Escaparate para el análisis en un período de tiempo con los puntos de datos conectados con splines.

# ControlToolTip_StackedArea
source: Compare multiple measures through filled curves stacked one after the other vertically.
es_es: Comparación de múltiples medidas a través de las curvas llenas apiladas una después de la otra verticalmente.

# ControlToolTip_StackedBar
source: Compare multiple measures using bars stacked one after the other horizontally.
es_es: Comparación de múltiples medidas utilizando barras apiladas una después de la otra en sentido horizontal.

# ControlToolTip_StackedColumn
source: Compare multiple measures using bars stacked one after the other vertically.
es_es: Comparación de múltiples medidas utilizando barras apiladas una después de la otra verticalmente.

# ControlToolTip_TreeMap
source: Visualize large amounts of data as clustered rectangles and a color scale.
es_es: Visualizar grandes cantidades de datos como rectángulos agrupados y una escala de colores.

# Property_Window_TopBottom_Rank
source: Rank
es_es: Rango

# DashboardDesigner_FilterAction
source: Filter action
es_es: La acción del filtro

# ColorEditor_Hex
source: Hex
es_es: Maleficio

# DataPreview_TablePreview
source: Table Preview
es_es: Vista previa de la tabla

# Chart_X_Axis_Name_Only_Column_Elements
source: Grand Total
es_es: Importe total

# PropertiesWindow_HeaderText_KpiColumns
source: KPI Columns
es_es: Columnas de KPI

# PropertiesWindow_HeaderText_PlotAxisSettings
source: Plot Axis Settings
es_es: Configuración de trazado del Eje

# PropertiesWindow_HeaderText_PrimaryValueAxis
source: Primary Value Axis
es_es: Eje de valores primaria

# PropertiesWindow_HeaderText_SecondaryValueAxis
source: Secondary Value Axis
es_es: Eje secundario Valor

# Grid_Properties_AddNewKPITooltip
source: Add new KPI column
es_es: Añadir nueva columna de KPI

# Grid_Properties_DeleteKPITooltip
source: Delete KPI column
es_es: Eliminar columna KPI

# Grid_Properties_EditKPITooltip
source: Edit KPI column
es_es: Editar columna de KPI

# RelationalSplitButton_HeaderText_MeasureFiltering
source: Filter
es_es: Filtro

# ConnectionStaus_Files_ReadingWorkBook
source: Reading data from worksheet.
es_es: La lectura de los datos de hoja de cálculo.

# ConnectionStaus_Files_ReadingWorkBook_Count
source: of
es_es: de

# ConnectionStaus_Server_FetchPrimaryandForeignKeyInfo
source: Fetching primary and/or foreign key information…
es_es: Obtención de información de clave principal y / o extranjera ...

# ConnectionStaus_Server_FetchSchemaInfo
source: Fetching schema information...
es_es: Ir a buscar la información de esquema ...

# ConnectionStaus_Server_FetchTableandItsColumn
source: Fetching table(s) and its column information...
es_es: Obteniendo mesa (s) y su información de la columna ...

# ConnectionStaus_Server_FetchViewsandItsColumn
source: Fetching view(s) and its column information...
es_es: Obteniendo vista (s) y su información de la columna ...

# RelationalSchemaDesigner_SecondaryColumnText_Value
source: Line Value(s)
es_es: Valor de la línea (s)

# ControlsContainer_Datasource
source: DATA SOURCES
es_es: FUENTES DE DATOS

# UserControls_MasterFilter_Action_Filter_Choose_master
source: Select a master control to remove
es_es: Seleccionar un control maestro para eliminar

# PropertiesWindow_Chart_SecondaryYaxisCustomText
source: Secondary Y-Axis custom text
es_es: Secundaria texto de encargo del eje Y

# RelationalSchemaDesigner_CalcText_Series_Row
source: Row
es_es: Fila

# ToolBoxCategory_Comparison
source: Comparison
es_es: Comparación

# DataConnection_DataSourceWizard_PasswordAlertBox_Text
source: Password Required
es_es: Se requiere una Contraseña

# MeasureFilter_HeaderText_ColumnName
source: Column:
es_es: Columna

# MeasureFilter_HeaderText_Ranges
source: Ranges
es_es: rangos

# Enable_Multi_Level_Drill
source: Do you want to enable multi-level drill?
es_es: ¿Quieres activar perforación de varios niveles?

# RelationalSplitButton_HeaderText_Anchor
source: Link
es_es: Enlazar

# RelationalSplitButton_HeaderText_Anchor_Relative
source: Link to specific date
es_es: Enlace a la fecha

# RelationalSplitButton_HeaderText_Date
source: date
es_es: fecha

# RelationalSplitButton_HeaderText_Days
source: day(s)
es_es: día (s)

# RelationalSplitButton_HeaderText_Hour
source: Hour
es_es: Hora

# RelationalSplitButton_HeaderText_Hours
source: hour(s)
es_es: hora(s)

# RelationalSplitButton_HeaderText_Last
source: Last
es_es: Último

# RelationalSplitButton_HeaderText_Months
source: month(s)
es_es: Mes(es)

# RelationalSplitButton_HeaderText_Next
source: Next
es_es: Siguiente

# RelationalSplitButton_HeaderText_Previous
source: Previous
es_es: Anterior

# RelationalSplitButton_HeaderText_Quarters
source: quarter(s)
es_es: Alojamientos

# RelationalSplitButton_HeaderText_RelativeDate
source: Relative Dates...
es_es: Las fechas relativas ...

# RelationalSplitButton_HeaderText_To
source: to
es_es: a

# RelationalSplitButton_HeaderText_Today
source: Today
es_es: Hoy

# RelationalSplitButton_HeaderText_Tomorrow
source: Tomorrow
es_es: Mañana

# RelationalSplitButton_HeaderText_Weeks
source: week(s)
es_es: semana(s)

# RelationalSplitButton_HeaderText_Years
source: year(s)
es_es: Año(s)

# RelationalSplitButton_HeaderText_This
source: Current
es_es: En progreso

# RelationalSplitButton_HeaderText_Week
source: Week
es_es: Semana

# RelationalSplitButton_HeaderText_Yesterday
source: Yesterday
es_es: Ayer

# ControlToolTip_CheckBox
source: Filter based on one or more items selected in a group.
es_es: Filtro basado en uno o más elementos seleccionados en un grupo.

# ControlToolTip_ComboChart
source: Compare values across categories from different data sets using multiple chart types and a secondary axis.
es_es: Comparar valores entre categorías de diferentes conjuntos de datos utilizando varios tipos de gráficos y un eje secundario.

# ControlToolTip_ListBox
source: Filter based on single or multiple items selection in a list.
es_es: Filtro basado en la selección uno o varios artículos en una lista.

# ControlToolTip_RadioButton
source: Filter based on single item selection in a group.
es_es: Filtrar en función de selección de elemento individual en un grupo.

# Delete_Alert_Box_1
source: You have data binded to this widget(s).
es_es: Tiene datos binded de este widget (s).

# Delete_Alert_Box_2
source: Choose an action(You can remove from canvas and still have it in widgets panel).
es_es: Elija una acción (Se puede retirar de la lona y todavía tienen que en el panel de widgets).

# Delete_Caps_Button
source: Delete
es_es: Borrar

# Import_BrowsPath
source: Path
es_es: Ruta

# Import_DataSource_BrowsPath
source: Select a data source file
es_es: Seleccione un archivo de fuente de datos

# Import_ButtonContent_Import
source: Import
es_es: Importar

# Import_DataSources
source: Data Source(s)
es_es: Fuentes de datos

# Import_DataSource_Title
source: Import Data Source
es_es: Fuente de datos de importación

# AddedControlsContainer_Import_Dashboard_ToolTip
source: Import Dashboard
es_es: Tablero de importación

# AddedExcelWorkbook_NoColumn
source: No columns were found in the selected work sheet.
es_es: No hay columnas se encuentran en la hoja de trabajo seleccionada.

# Server_Not_Connected
source: You haven't logged in to the Dashboard Server.
es_es: No ha iniciado sesión en el servidor del tablero de instrumentos.

# Server_Not_Connected_Login
source: Login to explore & import data sources from server.
es_es: Inicia sesión para explorar y fuentes de datos desde un servidor de importación.

# Import_Header_Computer
source: COMPUTER
es_es: COMPUTADORA

# Import_Widgets
source: Widget(s)
es_es: Reproductores

# Import_Widget_Title
source: Import Widget
es_es: importación Widget

# GridProperties_ConditionalFormatting_BasedOnLabel_Content
source: Based On
es_es: Basado

# GridProperties_ConditionalFormatting_ColorSetting
source: Color Settings
es_es: Configuración de colores

# GridProperties_ConditionalFormatting_ColumnTitleLabelContent
source: Enter Column Title
es_es: Introduzca Título de la columna

# GridProperties_ConditionalFormatting_ForegroundColorLabel
source: Foreground
es_es: Primer Plano

# GridProperties_ConditionalFormatting__ColorPaleteSelectionLabel
source: Select Color Palette
es_es: Seleccione la paleta de colores

# ColorPicker_ColorPalete
source: Palette
es_es: Gama de colores

# ColstomizeNull_Custom_Text
source: Custom Text :
es_es: Texto personalizado

# DesignerTabContextMenu_Close
source: Close
es_es: Cerrar

# DesignerTabContextMenu_CloseAll
source: Close All
es_es: Cerrar todo

# DesignerTabContextMenu_CloseAllButThis
source: Close All But This
es_es: Cerrar todo pero esto

# GridCustomization_ConditionalFormatting_Condition_Between
source: Between
es_es: Entre

# DataSource_Reconnect
source: Reconnect
es_es: Vuelva a conectar

# User_Control_Relative_Date_Date_Options
source: Date Options
es_es: Opciones de fecha

# RelationalSplitButton_HeaderText_UpComing
source: Succeeding
es_es: Subsiguiente

# RelationalSplitButton_HeaderText_MTD
source: Month to date
es_es: Mes hasta la fecha

# RelationalSplitButton_HeaderText_QTD
source: Quarter to date
es_es: Trimestre hasta la fecha

# RelationalSplitButton_HeaderText_YTD
source: Year to date
es_es: El año hasta la fecha

# User_Control_Relative_Date_Options_Title
source: Relative Date Options
es_es: Opciones de fecha relativos

# RelationalSplitButton_HeaderText_WTD
source: Week to date
es_es: Semana hasta la fecha

# User_Control_Relative_Date_Error
source: Item already added
es_es: Objeto ya añadido

# User_Control_Relative_Date_Move_Down
source: Move Down
es_es: Mover hacia abajo

# User_Control_Relative_Date_Move_Up
source: Move Up
es_es: Mover hacia arriba

# AboutWindow_Version
source: Version
es_es: Versión

# DataPreview_NoRecordsFound
source: No records to display
es_es: No hay registros que mostrar

# UserControls_MasterFilter_Action_Add_Master
source: Add Master(s)
es_es: Añadir Maestro (s)

# UserControls_MasterFilter_Action_Choose_Widgets
source: Choose Widget(s)
es_es: Elija Widget (s)

# ExpressionEditor_FunctionDescription_ABS
source: Returns the absolute value of the given expression.
es_es: Devuelve el valor absoluto de la expresión dada.

# ExpressionEditor_FunctionDescription_ACOS
source: Returns the inverse cosine(also known as arccosine) of the given numeric expression.
es_es: Devuelve el coseno inverso (también conocido como arco coseno) de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_AND
source: Returns true if both the expressions evaluates to true.
es_es: Devuelve true si las dos expresiones se evalúa como TRUE.

# ExpressionEditor_FunctionDescription_ASCII
source: Returns the ASCII code value of the first character in a string
es_es: Devuelve el valor de código ASCII del primer carácter de una cadena

# ExpressionEditor_FunctionDescription_ASIN
source: Returns the inverse sine (also known as arcsine) of the given numeric expression.
es_es: Devuelve el seno inverso (también conocido como arcoseno) de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_ATAN
source: Returns the inverse tangent (also known as arctangent) of the given numeric expression.
es_es: Devuelve la tangente inversa (también conocido como arco tangente) de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_AVG
source: Returns the average of the values in the given expression.
es_es: Devuelve el promedio de los valores en la expresión dada.

# ExpressionEditor_FunctionDescription_COS
source: Returns the cosine of the angle specified in radians, in the given expression.
es_es: Devuelve el coseno del ángulo especificado en radianes, en la expresión dada.

# ExpressionEditor_FunctionDescription_COUNT
source: Returns the number of items in the given expression.
es_es: Devuelve el número de elementos en la expresión dada.

# ExpressionEditor_FunctionDescription_COUNTD
source: Returns the distinct number of items in the given expression.
es_es: Devuelve el número distinto de elementos de la expresión dada.

# ExpressionEditor_FunctionDescription_DATEDIFF
source: Returns a numeric value representing the difference between two specified dates.
es_es: Devuelve un valor numérico que representa la diferencia entre dos fechas especificadas.

# ExpressionEditor_FunctionDescription_DATEPART
source: Returns an integer value representing the specified datepart of the given date expression.
es_es: Devuelve un valor entero que representa el datepart especificado de la expresión fecha determinada.

# ExpressionEditor_FunctionDescription_DAY
source: Returns a numeric value representing the day part of the specified date.
es_es: Devuelve un valor numérico que representa la parte del día de la fecha especificada.

# ExpressionEditor_FunctionDescription_DEGREES
source: Returns the angle in degrees for the one specified in radians, in the given numeric expression.
es_es: Devuelve el ángulo en grados para el especificado en radianes, en la expresión numérica dada.

# ExpressionEditor_FunctionDescription_DIV
source: Returns the quotient part of division operation applied over the two expressions.
es_es: Devuelve la parte cociente de operación de división aplicado sobre las dos expresiones.

# ExpressionEditor_FunctionDescription_EXP
source: Returns the exponential value of the given expression.
es_es: Devuelve el valor exponencial de la expresión dada.

# ExpressionEditor_FunctionDescription_IF
source: Returns either TruePart or FalsePart, depending on the evaluation of the Expression.
es_es: Devuelve ya sea truepart o falsepart, dependiendo de la evaluación de la expresión.

# ExpressionEditor_FunctionDescription_NULL
source: If the expression is numeric/string/date, returns the first expression. If the first expression is NULL, returns the second expression.
es_es: Si la expresión es numérica / cadena / fecha, devuelve la primera expresión. Si la primera expresión es NULL, devuelve la segunda expresión.

# ExpressionEditor_FunctionDescription_LEN
source: Returns the number of characters in the given string expression.
es_es: Devuelve el número de caracteres en la expresión de cadena dada.

# ExpressionEditor_FunctionDescription_LN
source: Returns the natural logarithm of the given expression.
es_es: Devuelve el logaritmo natural de la expresión dada.

# ExpressionEditor_FunctionDescription_LOG
source: Returns the logarithm of the given expression to the specified base.
es_es: Devuelve el logaritmo de la expresión dada a la base especificada.

# ExpressionEditor_FunctionDescription_MAX
source: Returns the maximum value in the given expression.
es_es: Devuelve el valor máximo en la expresión dada.

# ExpressionEditor_FunctionDescription_MIN
source: Returns the minimum value in the given expression.
es_es: Devuelve el valor mínimo de la expresión dada.
