Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# Control_Designer_Data_Source_not_Added
source: You have not configured a data source yet.
es_es: No ha configurado una fuente de datos.

# Label_ClearFormating_Tooltip
source: Clear Formatting
es_es: Formato claro

# PropertiesWindow_EnableColumnGrandTotal
source: Enable Column Summary
es_es: Habilitar la columna Resumen

# PropertiesWindow_EnableRowGrandTotal
source: Enable Row Summary
es_es: Habilitar fila de resumen

# ControlTitle_SplineAreaChart
source: Spline Area Chart
es_es: Gráfico spline Área

# Schema_UnCheck_AlertMsg
source: Removing this column will affect expression fields that refer to it. Do you still want to continue?
es_es: La eliminación de esta columna afectará a los campos de expresión que hacen referencia a ella. ¿Todavía quieres continuar?

# Arithmatic_Value_Window_Enter_Value_Text
source: Enter a value to modify each value in the column.
es_es: Introduzca un valor para modificar cada valor de la columna.

# Arithmatic_Value_Window_Title
source: Arithmetic Value Window
es_es: Ventana valor aritmético

# Arithmatic_Value_Window_ValueText
source: Value
es_es: Valor

# Datasource_Wizard_Testconnection_Tooltip
source: Test Connection
es_es: Probar la conexión

# Description_Arithmatic_Add
source: Adds given value to each row of the selected column
es_es: Agrega valor dado a cada fila de la columna seleccionada

# Description_Arithmatic_Divide
source: Divide each row of the selected column with given value and return the quotient value
es_es: Dividir cada fila de la columna seleccionada con el valor dado y devolver el valor del cociente

# Description_Arithmatic_Modulus
source: Divide each row of the selected column with given value and return the remainder value
es_es: Divide cada fila de la columna seleccionada con valor dado y devolver el valor de resto

# Description_Arithmatic_Multiply
source: Multiply given value with each row of the selected column
es_es: Multiplicar el valor determinado con cada fila de la columna seleccionada

# Description_Arithmatic_Subtract
source: Subtracts given value to each row of the selected column
es_es: Resta valor dado a cada fila de la columna seleccionada

# ExpressionEditor_FunctionDescription_CONCAT
source: Returns a string value resulting from the concatenation of two or more string values.
es_es: Devuelve un valor de cadena que resulta de la concatenación de dos o más valores de cadena.

# ExpressionEditor_FunctionDescription_DSC
source: Returns a sort expression based on descending order of the column.
es_es: Devuelve una expresión de ordenación basado en el orden de la columna descendente.

# ExpressionEditor_FunctionDescription_FIRST
source: Returns the first value in a group.
es_es: Devuelve el primer valor en un grupo.

# ExpressionEditor_FunctionDescription_LAST
source: Returns the last value of the column in a group.
es_es: Devuelve el último valor de la columna en un grupo.

# ExpressionEditor_FunctionDescription_NOWDATE
source: Returns the current date including the time.
es_es: Devuelve la fecha actual, incluyendo el tiempo.

# ExpressionEditor_FunctionDescription_POW
source: Returns the first argument raised to the power of the second argument.
es_es: Devuelve el primer argumento elevado a la potencia del segundo argumento.

# ExpressionEditor_FunctionDescription_ROWNUMBER
source: Returns a sequential number starting at 1 within a window partition.
es_es: Devuelve un número secuencial que empieza en 1 dentro de una partición ventana.

# ExpressionEditor_FunctionDescription_TODAYDATE
source: Returns the today's date as a timestamp value.
es_es: Devuelve la fecha de hoy como un valor de marca de tiempo.

# ExpressionEditor_FunctionDescription_TOMORROW
source: Returns the tomorrow date as a timestamp value.
es_es: Devuelve la fecha de mañana como un valor de marca de tiempo.

# AddedControlsContainer_Add_DataSource_ToolTip
source: Add data source
es_es: Añadir origen de datos

# AxisElementBox_AggExpression_Alert_Message
source: Aggregation type of Expression in this section has not a correct format.
es_es: tipo de agregación de Expresión en esta sección no tiene un formato correcto.

# UserControls_MasterFilter_Action_Filter_Warn_FilterScheme_Switch
source: This action will reset all the customizations done.
es_es: Esta acción restablecerá todas las personalizaciones realizadas.

# KeepDataSourceChanges
source: Do you want to keep changes?
es_es: ¿Usted desea conservar los cambios?

# ExpressionEditor_ConfiguredControl_DeleteAlertMessage
source: Deleting an expression will affect the widgets that have already been configured with it. Do you still want to proceed?
es_es: Para borrar una expresión afectará a los widgets que ya han sido configurados con él. ¿Todavía desea continuar?

# CustomView_Expression_Arithmetic
source: Arithmetic Functions
es_es: Funciones aritméticas

# CustomView_Expression_Date
source: Date Expressions
es_es: fecha Expresiones

# CustomView_Expression_DuplicateColumn
source: Duplicate Column
es_es: columna duplicado

# DataSource_Connect
source: Connect
es_es: Conectarse

# Import_Container_Empty_Collection
source: Select atleast one field to Import
es_es: Seleccione al menos un campo a importar

# RelationalSplitButton_HeaderText_WeekYear
source: Week Year
es_es: semana de Año

# Retry_Button
source: Retry
es_es: Intentar de nuevo

# ToolBox_AreaControl_Name
source: Area
es_es: Zona

# ToolBox_BarControl_Name
source: Bar
es_es: Barra

# ToolBox_BubbleControl_Name
source: Bubble Chart
es_es: Gráfico de burbujas

# ToolBox_ColumnControl_Name
source: Column
es_es: Columna

# ToolBox_ComboChartControl_Name
source: Combo Chart
es_es: Gráfico combinado

# ToolBox_DoughnutControl_Name
source: Doughnut
es_es: Donut

# ToolBox_FunnelControl_Name
source: Funnel
es_es: Funil

# ToolBox_lineControl_Name
source: Line
es_es: Línea

# ToolBox_PieControl_Name
source: Pie
es_es: Tarta

# ToolBox_PyramidControl_Name
source: Pyramid
es_es: Pirámide

# ToolBox_ScatterControl_Name
source: Scatter
es_es: Dispersión

# ToolBox_SplineAreaControl_Name
source: Spline Area
es_es: "Zona de estrías

# ToolBox_Spline_AreaControl_Name
source: SplineArea
es_es: Zonadeestrías

# ToolBox_SplineControl_Name
source: Spline
es_es: Estrias

# ToolBox_StackedBarControl_Name
source: Stacked Bar
es_es: Barra apilada

# ToolBox_StackingBarControl_Name
source: StackingBar
es_es: Barra de apilamiento

# ToolBox_StackedColumnControl_Name
source: Stacked Column
es_es: columnas apiladas

# ToolBox_StackingColumnControl_Name
source: StackingColumn
es_es: columnas apiladas

# ToolBox_StackingAreaControl_Name
source: StackingArea
es_es: zona de apilamiento

# ToolBox_StakedAreaControl_Name
source: Stacked Area
es_es: Área apilada

# UserControl_MultiSelectionCombobox_Inclusion
source: Inclusion
es_es: Inclusión

# Delete_MergedTable_With_ExpressionFields
source: Removing this table will affect expression fields that refer to columns in this table. Do you still want to continue?
es_es: La eliminación de esta tabla afectará a los campos de expresión que hacen referencia a las columnas de esta tabla. ¿Todavía quieres continuar?

# FilterWindow_Remove_ToolTip
source: Remove filter
es_es: Quitar Filtro

# CustomDeleteBox_AlertMsg_Confirmation
source: Are you sure you want to delete
es_es: Está seguro que quiere eliminar

# PropertiesWindow_HeaderText_EnableVerticalLines
source: Vertical Grid Line
es_es: Vertical Cuadrícula

# Expression_InvalidFloatData
source: Invalid Float data may lead to floating point exception.
es_es: Flotador de datos no válidos pueden conducir a excepción de coma flotante.

# CustomDeleteBox_AlertMsg_ConfirmationMultiple
source: Are you sure you want to delete the selected item?
es_es: ¿Está seguro que desea borrar el elemento seleccionado?

# Update_Button
source: Update
es_es: Actualizar

# EditTitle_ToolTip
source: Edit title and description
es_es: Editar título y la descripción

# Properties_TrendLine_Linestyle
source: Line Style
es_es: Estilo de Línea

# Properties_Trendline_Linestyle_Dash
source: Dash
es_es: Guión

# Properties_Trendline_Linestyle_Dot
source: Dot
es_es: Punto

# Properties_Trendline_Linestyle_DotDash
source: DotDash
es_es: guión Punto

# Properties_Trendline_Linestyle_LongDash
source: LongDash
es_es: guión largo

# Properties_Trendline_Linestyle_Solid
source: Solid
es_es: sólido

# Properties_Trendline_Linestyle_LongDashDotDot
source: LongDashDotDot
es_es: Guión largo del punto del punto

# Prompt_File_not_found
source: was not found in this directory ! Do you want to load another valid file?
es_es: no se encontró en este directorio! ¿Quieres cargar otro archivo válido?

# Invalid_Columns_And_Tables
source: Columns and tables are mismatched.
es_es: Columnas y las tablas no coinciden.

# GridConditionalFormatting_Columns
source: Columns
es_es: Columnas

# GridConditionalFormatting_TemplateColumns
source: Grid Template Column
es_es: Plantilla columna de cuadrícula

# GridConditionalFormatting_DisplayType
source: Display Type
es_es: Tipo de pantalla

# ExpressionEditor_IsNumericFunction_AlertMessage
source: Expression should return numeric value.
es_es: La expresión debe devolver el valor numérico.

# Login_Title_Text
source: Log in with your dashboard server credentials
es_es: Inicia sesión con sus credenciales de servidor de tablero

# PreviewDataText
source: Interactions in the grid will only be reflected in the preview and will not affect the underlying data.
es_es: Las interacciones en la red sólo se reflejan en la vista previa y no afectarán a los datos subyacentes.

# Dashboard_Link_Linkto
source: Link To
es_es: Enlace a

# Property_Window_EnableHierarchy_Filter
source: Enable Hierarchical Filtering
es_es: Habilitar el filtrado jerárquica

# DataConnection_HeaderText_FilePath
source: File Path
es_es: Ruta de archivo

# DataDesignView_EditDataBase
source: Edit Connection...
es_es: Editar conexión ...

# DeSerialization_Error
source: Error in Control Report
es_es: Error en el Informe de Control

# PropertiesWindow_HeaderText_BasicSettings
source: Basic Settings
es_es: Ajustes Básicos

# ContainerProperties_HeaderText_SelectionType
source: Selection Type
es_es: Tipo de selección

# PropertiesCategory_Header_Shape_BuiltIn
source: Built-in
es_es: Predeterminado

# PropertiesCategory_Header_RangeColorSettings
source: Range Color Settings
es_es: Ajustes de color de rango

# LinkedReport_Container_HeaderText
source: LINKED DASHBOARDS
es_es: SALPICADEROS VINCULADOS

# Label_RichText_EditWindow_Tooltip_EditHyperlink
source: Edit Hyperlink
es_es: Modificar hipervínculo

# PropertiesWindow_HeaderText_EnableTrendline
source: Enable Trendline
es_es: Habilitar Trendline

# Label_RichText_EditWindow_Tooltip_Highlight
source: Highlight Color
es_es: Color de resaltado

# Label_RichText_EditWindow_Tooltip_Align_Bottom
source: Bottom
es_es: Inferior

# Label_RichText_EditWindow_Tooltip_Align_Middle
source: Middle
es_es: Medio

# Label_RichText_EditWindow_Tooltip_Align_Top
source: Top
es_es: Superior

# PublishWindow_Button_Content_Next
source: Next
es_es: Siguiente

# PublishWindow_Catagory
source: Category
es_es: Categoría

# PublishWindow_DashboardName
source: Dashboard name
es_es: nombre del cuadro de mandos

# PublishWindow_Database
source: Database
es_es: Base de datos

# PublishWindow_Description
source: Description
es_es: Descripción

# PublishWindow_PassWord
source: Password
es_es: Contraseña

# PublishWindow_ServerName
source: Server
es_es: Servidor

# PublishWindow_ServerName_Caps
source: SERVER
es_es: SERVIDOR STANBY

# PublishWindow_UserName
source: Username
es_es: Nombre de Usuario

# PropertiesWindow_Trendline
source: Trendline
es_es: Tendencia

# PropertiesWindow_Trendline_LineColor
source: Line Color
es_es: Color de líneas de cuadrícula:

# PropertiesWindow_Trendline_LineType
source: Line Type
es_es: Tipo de línea

# PropertiesWindow_Trendline_Order
source: Order
es_es: Ordenar

# PropertiesWindow_Trendline_Series
source: Series
es_es: Saga

# RelationalSchemaDesigner_ColumnText_Column
source: Column
es_es: Columna

# RelationalSchemaDesigner_RemoveIcon_Text
source: Remove
es_es: retirar

# RelationalSchemaDesigner_SettingsIcon_Text
source: Settings
es_es: ajustes

# PropertiesWindow_Trendline_LegendText
source: Legend Text
es_es: Texto Leyenda

# PropertiesWindow_ColorScale
source: Color Scale
es_es: escala de colores

# PropertiesWindow_ScaleColors
source: Scale Colors
es_es: Colores escala

# Widgets_NoDataMessage
source: No data available to display.
es_es: No hay datos disponibles para mostrar.

# Grid_Sort_Button_Content
source: Sort...
es_es: Ordenar

source: Raw Data
es_es: Datos en bruto

source: Summary Data
es_es: resumen de datos

# PublishWindow_Successful_Message
source: Dashboard has been successfully published. Do you want to view it in the browser?
es_es: Tablero de instrumentos se ha publicado correctamente. ¿Quieres verlo en el navegador?

# Login_Error_Message1
source: Invalid login.
es_es: Inicio de sesión no válido

# Login_Error_Message2
source: Please fill in all the required fields.
es_es: Por favor, rellene todos los campos obligatorios.

# ExpressionEditor_MultiExpressionDeletion_AlertMessage
source: Deleting this expression will affect the following.
es_es: La eliminación de esta expresión afectará a la siguiente.

# AddedControlsContainer_LinkedDashboard_Tooltip
source: Linked Dashboards
es_es: los tableros de instrumentos vinculados

# RelationalSplitButton_HeaderText_MonthDayYear
source: Month Day Year
es_es: Mes día año

# ErrorMessage_At_Linking
source: Invalid URL linked
es_es: URL no válida vinculado

# ToolBoxCategory_ToolTip_Combination
source: Collection of widgets to compare quantitative values of different datasets
es_es: Colección de widgets para comparar los valores cuantitativos de los diferentes conjuntos de datos

# ToolBoxCategory_ToolTip_Comparison
source: Collection of widgets to compare values of ordered or unordered items across categories
es_es: Colección de widgets para comparar los valores de los elementos ordenados o no ordenados a través de categorías

# ToolBoxCategory_ToolTip_Deviation
source: Collection of widgets to compare values to a goal value and depict the variation
es_es: Colección de widgets para comparar los valores a un valor objetivo y representan la variación

# ToolBoxCategory_ToolTip_Distribution
source: Collection of widgets to compare the distribution of values over a time period
es_es: Colección de widgets para comparar la distribución de los valores durante un período de tiempo

# ToolBoxCategory_ToolTip_Filters
source: Collection of widgets that trigger filter actions that other widgets in the dashboard can listen to.
es_es: Colección de widgets que desencadenan acciones de filtrado que otros widgets en el tablero de instrumentos se pueden escuchar.

# ToolBoxCategory_ToolTip_Miscellaneous
source: Collection of non-data bounded widgets for miscellaneous use
es_es: Colección de datos no limita los widgets para uso diverso

# ToolBoxCategory_ToolTip_Proportion
source: Collection of widgets to compare and showcase the proportionality of each item to the total in a group
es_es: Colección de widgets de comparar y visualizar la proporcionalidad de cada ítem con el total en un grupo

# ToolBoxCategory_ToolTip_Relationship
source: Collection of widgets to compare values and depict relationship through specific characteristics
es_es: Colección de widgets para comparar los valores y representan relación a través de las características específicas

# Grid_url_ColumnType
source: Column
es_es: Columna

# Grid_url_RowType
source: Row
es_es: Fila

# Grid_linking_Column_UrlSettings
source: Url Settings
es_es: Configuración de URL

# Grid_Column_Url_Settings_Header
source: Url Settings
es_es: Configuración de URL

# PropertiesWindow_HeaderText_ShowMarker
source: Show Marker
es_es: Mostrar marcador

# DataSourceToolBar_HeaderText_BackToDashboard
source: Back to dashboard
es_es: Volver a la pantalla principal

# DashboardDesigner_HeaderMenu_Item_Copy
source: _Copy
es_es: Copiar

# DashboardDesigner_HeaderMenu_Item_Cut
source: Cu_t
es_es: Cortar

# DashboardDesigner_HeaderMenu_Item_Dashboard
source: _Dashboard
es_es: Tablero

# DashboardDesigner_HeaderMenu_Item_Delete
source: _Delete
es_es: Borrar

# DashboardDesigner_HeaderMenu_Item_Edit
source: _Edit
es_es: editar

# DashboardDesigner_HeaderMenu_Item_Paste
source: _Paste
es_es: Pegar

# DashboardDesigner_HeaderMenu_Item_Redo
source: _Redo
es_es: Rehacer

# DashboardDesigner_HeaderMenu_Item_Undo
source: _Undo
es_es: Deshacer

# DashboardDesigner_HeaderMenu_Item_ImportDashboard
source: _Import Dashboard...
es_es: _Importación del tablero de instrumentos ...

# DashboardDesigner_HeaderMenu_Item_CloseTab
source: _Close Tab
es_es: _Cerrar pestaña

# DashboardDesigner_HeaderMenu_Item_ImportDataSource
source: _Import Data Source...
es_es: Fuente importación de datos ...

# DashboardDesigner_HeaderMenu_Item_ExportDataSource
source: Export _Datasource...
es_es: Exportación de origen de datos ...

# Alertbox_On_Recent_DataSource_Importing
source: The following Datasource(s) could not be imported since they were created using a newer version of the dashboard designer application.
es_es: El origen de datos siguiente (s) no se puede importar desde que fueron creados usando una versión nueva de la aplicación de diseño del salpicadero.

# Alertbox_OnOpening_Higher_Version_DataSource
source: Datasource could not be opened since it was created using a newer version of the dashboard designer application.
es_es: Fuente de datos no se pudo abrir desde que fue creado usando una versión nueva de la aplicación de diseño del salpicadero.

# Error_While_Launching_LinkedDashboard
source: Unable to launch the dashboard. Possible causes are,
es_es: No es posible lanzar el tablero de instrumentos. Las causas posibles son,

# PropertiesWindow_Chart_PrimaryAxisLabelTrim
source: Enable Category Axis Label Trimming
es_es: Habilitar el eje de categorías de etiquetas de recorte

# Alertbox_OnOpening_Higher_Version_Widget
source: The following Widgets(s) could not be imported since they were created using a newer version of the dashboard designer application.
es_es: Los siguientes widgets (s) no podían ser importados desde que fueron creados usando una versión nueva de la aplicación de diseño del salpicadero.

# Hive_Thrift_Base_Errors
source: Unexpected error while fetching table information.
es_es: Error inesperado al recuperar la información de la tabla.

# DashboardDesigner_HeaderMenu_Item_OnlineHelp
source: _View Online Help
es_es: _Ver Ayuda en línea

# Publish_Dashboard_OverWrite
source: A dashboard with the given name already exist. Do you want to overwrite it?
es_es: Un tablero de instrumentos con el nombre dado ya existe. ¿Quieres sobreescribirlo?

# PublishWinodw_Moving_DataSource
source: Moving
es_es: Moviendo

# ParallelQueryExecutionProblemPart1
source: Error occurred in the following widget(s) while retrieving data from the server.
es_es: Se produjo un error en el siguiente widgets (s) al recuperar los datos desde el servidor.

# Control_CheckBox_SelectAll
source: (Select All)
es_es: Seleccionar todo

# DashboardDesigner_HeaderMenu_Item_AddDataSource
source: Add _New Data Source...
es_es: Añadir fuente de datos _New ...

# DashboardDesigner_HeaderMenu_Item_DataSource
source: Da_ta Source
es_es: Fuente de Datos

# DashboardDesigner_HeaderMenu_Item_Login
source: _Login...
es_es: Iniciar sesión

# DashboardDesigner_HeaderMenu_Item_Logout
source: _Logout
es_es: Cerrar sesión

# DashboardDesigner_HeaderMenu_Item_Publish
source: _Publish
es_es: Publicar

# DashboardDesigner_HeaderMenu_SubItem_Dashboard
source: _Dashboard...
es_es: Tablero

# DashboardDesigner_HeaderMenu_SubItem_DataSource
source: Data _Source...
es_es: Fuente de Datos

# Publish_Datasource_OverWrite
source: A data source with the given name already exist. Do you want to overwrite it?
es_es: Una fuente de datos con el nombre dado ya existe. ¿Quieres sobreescribirlo?

# AddedControlsContainer_Delete_Widget
source: Delete widget
es_es: eliminar Reproductor

# AddedControlsContainer_Import_Widget
source: Import widget
es_es: widget de importación

# AddedControlsContainer_Rename_Widget
source: Edit widget
es_es: Reproductor de edición

# AddedControlsContainer_Import
source: Import
es_es: Importar

# AddedControlsContainer_Delete
source: Delete
es_es: Borrar

# AddedControlsContainer_Duplicate
source: Duplicate
es_es: Duplicar

# AddedControlsContainer_Edit
source: Edit
es_es: Editar

# AddedControlsContainer_Rename
source: Rename
es_es: Rebautizar

# CustomView_Rename_Column
source: Rename Column
es_es: Cambiar el nombre de la columna

# ExcelExceptionFriendlyAlertMessage
source: Unable to process the file due to an unexpected error.
es_es: No se puede procesar el archivo debido a un error inesperado.

# ExcelExceptionFriendlyAlertMessageForTableInformation
source: Unable to process the selected table information due to an unexpected error.
es_es: No se puede procesar la información de la tabla seleccionada debido a un error inesperado.

# WaitingIndicator_SubTitle_DataFetch
source: Reading data from server....
es_es: La lectura de datos desde el servidor ....

# WaitingIndicator_SubTitle_DataSourceConnect
source: Fetching all schema information...
es_es: Ir a buscar toda la información de esquema ...

# WaitingIndicator_SubTitle_Export
source: Exporting...
es_es: Exportando...

# WaitingIndicator_SubTitle_Login
source: Validating Username and Password...
es_es: Validación de nombre de usuario y contraseña ...

# WaitingIndicator_Title_DataFetch
source: Fetching data
es_es: Recuperacion de datos

# WaitingIndicator_Title_DataSourceConnect
source: Connecting Data Source
es_es: Conexión de Fuente de Datos

# WaitingIndicator_Title_ImportDashboard
source: Importing Dashboard
es_es: Tablero de instrumentos Importación

# WaitingIndicator_Title_ReportLoading
source: Loading Dashboard
es_es: Panel de carga

# WaitingIndicator_SubTitle_DatasourceConnectd
source: Waiting for Connection...
es_es: Esperando la conexión...

# WaitingIndicator_SubTitle_DuplicateDB
source: Duplicating Data Source...
es_es: Duplicación de origen de datos ...

# WaitingIndicator_SubTitle_ImportDashboard
source: Importing Dashboard from server
es_es: La importación del tablero de instrumentos del servidor

# WaitingIndicator_SubTitle_LoadingDashboard
source: Loading layout and fetching data...
es_es: Cargando datos ir a buscar el diseño y ...

# WaitingIndicator_SubTitle_LoadingDB
source: Loading data sources from server....
es_es: Cargando las fuentes de datos desde el servidor ....

# WaitingIndicator_SubTitle_LoadingReport
source: Loading Dashboards from server...
es_es: Cargando cuadros de mando desde un servidor ...

# WaitingIndicator_SubTitle_PublishDashboard
source: Publishing dashboard
es_es: Panel de publicación

# WaitingIndicator_SubTitle_SaveAsPackage
source: Saving as package...
es_es: Almacenamiento como paquete ...

# WaitingIndicator_Title_DuplicateDB
source: Duplicating Data Source...
es_es: Duplicación de origen de datos ...

# WaitingIndicator_Title_ImportDB
source: Import Data Source
es_es: Fuente de datos de importación

# WaitingIndicator_Title_Login
source: Logging into server
es_es: Inicio de sesión en el servidor

# WaitingIndicator_Title_PublishDashboard
source: Moving file to server...
es_es: Mover el archivo al servidor ...

# WaitingIndicator_Title_SaveAsPackage
source: Saving as package
es_es: Almacenamiento como paquete

# PropertiesWindow_ChartType_Area
source: Area
es_es: Área

# PropertiesWindow_ChartType_Bar
source: Bar
es_es: Barra

# PropertiesWindow_ChartType_Bubble
source: Bubble
es_es: Burbuja

# PropertiesWindow_ChartType_Column
source: Column
es_es: Columna

# PropertiesWindow_ChartType_Line
source: Line
es_es: Línea
