Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# Alert_Abort
source: Abort
es_es: Abortar

# Alert_Waiting
source: Waiting for connection...
es_es: Esperando la conexión...

# Browse_Button
source: Browse
es_es: Buscar

# Cancel_Button
source: Cancel
es_es: Cancelar

# Publish_Server_Port
source: Port
es_es: Puerto

# Publish_Server_RadioContent_System
source: System
es_es: Sistema

# Login_ServerURL
source: Server URL
es_es: URL del servidor

# DashboardComboBox_SingleSelection_Text
source: All
es_es: Todas

# DataSetControl_HeaderText_Dimensions
source: Dimensions
es_es: Dimensiones

# DataSetControl_HeaderText_ExpressionFields
source: Expression Columns
es_es: Columnas de expresión

# DataSetControl_HeaderText_Measure
source: Measures
es_es: Mediciones

# Ok_Button
source: OK
es_es: Aceptar

# RelationalSchemaDesigner_CalcText_Calculations
source: Calculations
es_es: Cálculos

# RelationalSchemaDesigner_CalcText_Series
source: Series
es_es: Saga

# RelationalSchemaDesigner_CalcText_Values
source: Value(s)
es_es: Valores

# RelationalSchemaDesigner_ColumnText_ActualValue
source: Actual Value
es_es: Valor real

# RelationalSchemaDesigner_ColumnText_Column_s
source: Column(s)
es_es: columnas

# RelationalSchemaDesigner_ColumnText_Frequency
source: Frequency
es_es: Frecuencia

# RelationalSchemaDesigner_ColumnText_Value
source: Value
es_es: Valor

# RelationalSchemaDesigner_ColumnText_ValuePath
source: Value
es_es: Valor

# RelationalSchemaDesigner_ColumnText_Values
source: Values
es_es: Valores

# RelationalSchemaDesigner_ColumnText_Value_s
source: Value(s)
es_es: Valores

# RelationalSchemaDesigner_RowText_Argument
source: Argument
es_es: Argumento

# RelationalSchemaDesigner_RowText_DisplayValue
source: DisplayValue
es_es: Mostrar Valor

# RelationalSchemaDesigner_RowText_DrillDown
source: DrillDown Hierarchy
es_es: desglose de jerarquía

# RelationalSchemaDesigner_RowText_Goal
source: Goal
es_es: Meta

# RelationalSchemaDesigner_RowText_Rows
source: Row(s)
es_es: Filas

# RelationalSchemaDesigner_RowText_ShapID
source: Shape
es_es: Forma

# RelationalSchemaDesigner_RowText_TargetValue
source: Target Value
es_es: Valor objetivo

# InsertHyperLinkTargetValue
source: Target
es_es: Destino

# RelationalSchemaDesigner_RowText_Text
source: Text
es_es: Texto

# RelationalSchemaDesigner_RowText_TreeFlatLevels
source: Group by
es_es: Grupo de

# RelationalSplitButton_HeaderText_AllowFiltering
source: Filter(s)...
es_es: Filtros

# RelationalSplitButton_HeaderText_Average
source: Average
es_es: Promedio

# RelationalSplitButton_HeaderText_ClearSorting
source: Clear Sorting
es_es: claro Clasificación

# RelationalSplitButton_HeaderText_Count
source: Count
es_es: Contar

# RelationalSplitButton_HeaderText_CustomizeNullValues
source: Customize Null Value
es_es: Personalizar El valor nulo

# RelationalSplitButton_HeaderText_DateHour
source: Date Hour
es_es: fecha Hora

# RelationalSplitButton_HeaderText_Day
source: Day
es_es: Día

# RelationalSplitButton_HeaderText_DayMonthYear
source: Day Month Year
es_es: Día Mes Año

# RelationalSplitButton_HeaderText_DayofWeek
source: Day of Week
es_es: Día laborable

# RelationalSplitButton_HeaderText_DayofYear
source: Day of Year
es_es: Día del año

# RelationalSplitButton_HeaderText_ExactDate
source: Date
es_es: Fecha

# RelationalSplitButton_HeaderText_FirstNRecords
source: First N Records
es_es: N primeros registros

# RelationalSplitButton_HeaderText_Format
source: Format...
es_es: Formato

# RelationalSplitButton_HeaderText_Hourse
source: Hours
es_es: Horas

# RelationalSplitButton_HeaderText_LastNRecords
source: Last N Records
es_es: Últimos n registros

# RelationalSplitButton_HeaderText_Max
source: Max
es_es: Maxma

# RelationalSplitButton_HeaderText_Min
source: Min
es_es: Minima

# RelationalSplitButton_HeaderText_Minutes
source: Minutes
es_es: Minutos

# RelationalSplitButton_HeaderText_Month
source: Month
es_es: Mes

# RelationalSplitButton_HeaderText_MonthYear
source: Month Year
es_es: Mes Año

# RelationalSplitButton_HeaderText_More
source: More
es_es: Más

# RelationalSplitButton_HeaderText_Quarter
source: Quarter
es_es: Trimestre

# RelationalSplitButton_HeaderText_QuarterYear
source: Quarter Year
es_es: trimestre del año

# RelationalSplitButton_HeaderText_Seconds
source: Seconds
es_es: Segundos

# RelationalSplitButton_HeaderText_ShowAllRecords
source: Show All Records
es_es: Mostrar todos los Registros

# RelationalSplitButton_HeaderText_ShowDatePicker
source: Show Date Picker
es_es: Mostrar selector de fecha

# RelationalSplitButton_HeaderText_SortAscending
source: Sort Ascending
es_es: Orden ascendente

# RelationalSplitButton_HeaderText_SortDesending
source: Sort Descending
es_es: Orden descendente

# RelationalSplitButton_HeaderText_StdDev
source: StdDev
es_es: Desviación estándar

# EjMeasureBased_SortOrder
source: Sort Order
es_es: Tipo de ordenacion

# EjMeasureBased_Values
source: Value(s)
es_es: Valores

# RelationalSplitButton_HeaderText_Sum
source: Sum
es_es: Suma

# RelationalSplitButton_HeaderText_TopNRecords
source: Top N Records
es_es: Top N registros

# RelationalSplitButton_HeaderText_WeekofYear
source: Week of Year
es_es: Semana del año

# RelationalSplitButton_HeaderText_Year
source: Year
es_es: Año

# TabHeaderAdv_TabItem
source: TabItem
es_es: Elemento de ficha

# Yes_Button
source: Yes
es_es: Sí

# DashboardControls_AlertMsg_ClickNoToContinue
source: Click No to continue
es_es: Haga clic en No para continuar

# DashboardControls_AlertMsg_ClickYesToFilter
source: Click Yes to filter the Data
es_es: Haga clic en Sí para filtrar los datos

# DashboardControls_AlertMsg_EjCard_DataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
es_es: Trazado de grandes cantidades de datos de los resultados de demora y reduce la legibilidad de la visualización. ¿Quieres aplicar un filtro?

# DashboardControls_AlertMsg_EjChart_DataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
es_es: Trazado de grandes cantidades de datos de los resultados de demora y reduce la legibilidad de la visualización. ¿Quieres aplicar un filtro?

# DashboardControls_AlertMsg_EjGauge_DataHighText
source: Plotting large amounts of data results in delay and reduces the readability of the visualization. Do you want to apply a filter?
es_es: Trazado de grandes cantidades de datos de los resultados de demora y reduce la legibilidad de la visualización. ¿Quieres aplicar un filtro?

# DashboardImport_Header
source: Dashboard(s)
es_es: Tablero(s)

# DashboardControls_AlertMsg_EjLinerGauge_DataHighText
source: There will be a slight delay in rendering the linear gauge since large amounts of data is being visualized.
es_es: Habrá un ligero retraso en la prestación del medidor lineal ya que grandes cantidades de datos se está visualizando.

# DashboardControls_AlertMsg_EjLinerGauge_SeriesDataLimitMsg
source: The Series Limit is High,it takes some time to Fill the Data.
es_es: El límite de las series es alta, se necesita algún tiempo para llenar los datos.

# DashboardControls_AlertMsg_EjMap_DataHighText
source: Plotting large amounts of data will result in a delay as well as reduce the readability of the visualization. Do you want to apply a filter?
es_es: Trazado de grandes cantidades de datos dará lugar a un retraso, así como reducir la legibilidad de la visualización. ¿Quieres aplicar un filtro?

# DashboardControls_AlertMsg_EjImage_ImagePathEmptyText
source: Image path should not be empty.
es_es: Ruta de la imagen no debe estar vacío.

# DashboardControls_AlertMsg_EjImage_ImagePathNotExistText
source: Given path does not exist.
es_es: ruta dada no existe.

# DashboardControls_AlertMsg_EjRangeSlider_MeasureTypeText
source: You should only provide columns of type "measure" as input.
es_es: Sólo debe proporcionar las columnas de tipo \"medida\" como entrada.

# ContainerProperties_Export_Excel
source: Excel Export
es_es: exportación Excel

# RelationalSchemaDesigner_RowText_HiddenColumn_s
source: Hidden Column(s)
es_es: Columna oculta (s)

# PropertiesWindow_HeaderText_Appearence
source: Appearance
es_es: Apariencia

# PropertiesWindow_HeaderText_CustomLegendText
source: Custom Legend Text
es_es: Leyenda de encargo del texto

# PropertiesWindow_HeaderText_EnableAnimation
source: Enable Animation
es_es: Activar animación

# PropertiesWindow_HeaderText_Name
source: Name
es_es: Nombre

# PropertiesWindow_HeaderText_ShowAdormentInfo
source: Show Value Labels
es_es: Mostrar etiquetas de valor

# PropertiesWindow_HeaderText_ShowLegend
source: Show Legend
es_es: Mostrar leyenda

# PropertiesWindow_HeaderText_SortingOrder
source: Sorting Order Based On Measures
es_es: Ordenando orden basado en medidas

# PropertiesWindow_HeaderText_Type
source: Type
es_es: Tipo

# PropertiesWindow_HeaderText_DangerStroke
source: Danger Stroke
es_es: Stroke peligro

# PropertiesWindow_HeaderText_SafeStroke
source: Safe Stroke
es_es: Stroke segura

# PropertiesWindow_HeaderText_ValueDirection
source: Direction
es_es: Dirección

# PropertiesWindow_HeaderText_EnableMultiSelection
source: Enable Multi-select
es_es: Habilitar función de selección múltiple

# PropertiesWindow_HeaderText_Listeners
source: Listener Widget(s)
es_es: Widget oyente (s)

# ContainerProperties_HeaderText_Alignment
source: Title Alignment
es_es: título de alineación

# ContainerProperties_HeaderText_CornerRadius
source: Corner Radius
es_es: Radio de esquina

# ContainerProperties_HeaderText_EnableDescription
source: Description
es_es: Descripción

# ContainerProperties_HeaderText_HeaderForeground
source: Title Color
es_es: color del título

# ContainerProperties_HeaderText_ShowBorder
source: Show Border
es_es: Mostrar borde

# ContainerProperties_HeaderText_ShowHeader
source: Show Header
es_es: Mostrar Encabezado

# PropertiesWindow_ButtonText_Delta
source: KPI COLUMN
es_es: COLUMNA KPI

# PropertiesWindow_HeaderText_ActualValueTextAlignment
source: Value Alignment
es_es: valor de alineación

# PropertiesWindow_HeaderText_AllowEnableMultiSelection
source: Allow Enable Multi Selection
es_es: Permitir permita a los multi Selección

# PropertiesWindow_HeaderText_AllowFiltering
source: Allow Filter
es_es: Permitir filtro

# PropertiesWindow_HeaderText_BubbleColor
source: Bubble Color
es_es: color de la burbuja

# PropertiesWindow_HeaderText_EnableHorizontalLines
source: Horizontal Grid Line
es_es: Horizontal Cuadrícula

# PropertiesWindow_HeaderText_Filter
source: Filter
es_es: Filtro

# PropertiesWindow_HeaderText_FitToDataColumn
source: Fit To Content
es_es: Ajustar a contenido

# PropertiesWindow_HeaderText_Range
source: Range
es_es: Rango

# PropertiesWindow_HeaderText_RangeBrushItems
source: Range Brush Items
es_es: Los productos gama de cepillos

# PropertiesWindow_HeaderText_SelectTheImage
source: Select the Image
es_es: Seleccione la imagen

# PropertiesWindow_HeaderText_SeriesType
source: Series Type
es_es: serie Tipo

# PropertiesWindow_HeaderText_Shape
source: Map
es_es: Mapa

# PropertiesWindow_HeaderText_ShapeIdField
source: Column
es_es: Columna

# PropertiesWindow_EqualColorMapping
source: Equal Color Mapping
es_es: Igualdad de asignación de colores

# PropertiesWindow_RangeColorType
source: Range Color Type
es_es: Rango Tipo Color

# PropertiesWindow_HeaderText_ShowSubTitle
source: Subtitle
es_es: Subtítulo

# PropertiesWindow_HeaderText_SliderType
source: Slider Type
es_es: Tipo Slider

# PropertiesWindow_HeaderText_SubtitleForeground
source: Subtitle Foreground
es_es: subtítulo primer plano

# PropertiesWindow_HeaderText_VariationType
source: Variation Type
es_es: modificación de tipo

# PropertiesWindow_HeaderText_HighValueIsGood
source: High Value is Good
es_es: Alta calidad precio es buena

# PropertiesWindow_HeaderText_ShowIndicatorOnly
source: Show Indicator Only
es_es: Sólo mostrar Indicador

# ContainerProperties_HeaderText_Alignment_Center
source: Center
es_es: Centrar

# ContainerProperties_HeaderText_Alignment_Left
source: Left
es_es: Izquierda

# ContainerProperties_HeaderText_Alignment_Right
source: Right
es_es: Derecha

# PropertiesWindow_HeaderText_DataLabel
source: Data Label
es_es: Etiqueta de datos

# PropertiesWindow_HeaderText_GridLine
source: Grid Line
es_es: Cuadricula

# PropertiesWindow_HeaderText_LabelOffset
source: Label Offset
es_es: etiqueta Offset

# PropertiesWindow_HeaderText_LabelPlacement_Above
source: Above
es_es: Por encima de, encima de, arriba de

# PropertiesWindow_HeaderText_LabelPlacement_Below
source: Below
es_es: Debajo

# PropertiesWindow_HeaderText_ScaleDirection_Backward
source: Backward
es_es: Al revés

# PropertiesWindow_HeaderText_ScaleDirection_Forward
source: Forward
es_es: Reenviar

# PropertiesWindow_HeaderText_TickPosition_Cross
source: Cross
es_es: Cruz

# PropertiesWindow_HeaderText_ValueDirection_HighIsGood
source: High is Good
es_es: Alta es buena

# PropertiesWindow_HeaderText_ValueDirection_LowIsGood
source: Low is Good
es_es: Bueno es baja

# PropertiesWindow_HeaderText_XAxisLabelRotation
source: Label Rotation
es_es: Rotación de etiquetas

# DataSource_Copy_Of
source: Copy Of
es_es: Copia de

# PropertiesWindow_HeaderText_ActualValueForeground
source: Actual Value Foreground
es_es: Valor Actual primer plano

# PropertiesWindow_HeaderText_PercentOfDifference
source: Percent of difference
es_es: Porcentaje de diferencia

# PropertiesWindow_HeaderText_PercentOfTarget
source: Percent of target
es_es: Ciento de la meta

# PropertiesWindow_HeaderText_TextAlignment_Center
source: Center
es_es: Centrar

# PropertiesWindow_HeaderText_TextAlignment_Left
source: Left
es_es: Izquierda

# PropertiesWindow_HeaderText_TextAlignment_Right
source: Right
es_es: Derecha

# PropertiesWindow_HeaderText_VariationType_Absolute
source: Absolute
es_es: Absoluto

# PropertiesWindow_HeaderText_GoalPointerType_Rectangle
source: Rectangle
es_es: Rectángulo

# PropertiesWindow_HeaderText_GoalPointerType_Trapezoid
source: Trapezoid
es_es: Trapecio

# PropertiesWindow_HeaderText_GoalPointerType_Triangle
source: Triangle
es_es: Triángulo

# PropertiesWindow_HeaderText_GoalPointerType__Arrow
source: Arrow
es_es: Flecha

# PropertiesWindow_HeaderText_LegendPosition_Down
source: Down
es_es: Abajo

# PropertiesWindow_HeaderText_LegendPosition_Up
source: Up
es_es: Arriba

# PropertiesWindow_HeaderText_TextAlignment_Stretch
source: Stretch
es_es: Ajuste

# ToolBar_ButtonText_AssignData
source: Assign Data
es_es: Asignar de datos

# ToolBar_HeaderText_AllowSort
source: Allow Sorting
es_es: permitir la clasificación

# ToolBar_HeaderText_IgnoreGlobalFilter
source: Ignore Global Filter
es_es: Ignorar filtro global

# ToolBar_HeaderText_IgnoreMasterFilter
source: Ignore Filter Actions
es_es: No haga caso de Acciones de filtrado

# ToolBar_HeaderText_Legend
source: Legend
es_es: Leyenda

# ToolBar_HeaderText_MasterFilter
source: Act as Master Widget
es_es: Actuar como Maestro Widget

# ToolBar_HeaderText_PropertyPath
source: PropertyPath :
es_es: Camino de la propiedad:

# ToolBar_HeaderText_ShapeData
source: ShapeData :
es_es: Forma de datos:

# ToolBar_HeaderText_ShowIndicatorOnly
source: Show Indicator Only
es_es: Sólo mostrar Indicador

# ToolBar_ToolTip_HeaderText_Delete
source: Delete
es_es: Borrar

# LoginPage_ButtonText_LOGIN
source: Login
es_es: Iniciar sesión

# LoginPage_HeaderText_Login
source: Login Window
es_es: ventana de inicio de sesión

# LoginPage_HeaderText_Logout
source: Logout
es_es: cerrar sesión

# LoginPage_Password
source: Password
es_es: Contraseña

# LoginPage_HeaderText_RememberMe
source: Remember me!
es_es: Recuérdame

# LoginPage_HeaderText_Reports
source: Reports
es_es: Informes

# LoginPage_Username
source: Username / Email
es_es: Usuario / Email

# PublishWindow_ButtonText_Publish
source: Publish
es_es: Publicar

# DataSource_Query
source: Query
es_es: Consulta

# DataSource_Creat_Query
source: Query Editor
es_es: Editor de consultas

# DataSource_Back
source: Back
es_es: Atras

# DataSource_Run
source: Execute
es_es: Ejecutar

# DataSource_Edit_Query
source: Edit Query
es_es: Editar consulta

# UserControls_ChangeMeasureFormatUC_HeaderText_CurrencyFormat
source: Currency Culture
es_es: Cultura moneda

# UserControls_ChangeMeasureFormatUC_HeaderText_MeasureFormat
source: Measure Formatting
es_es: medir Formateo

# UserControls_ChangeMeasureFormatUC_HeaderText_MeasureType
source: Type
es_es: Tipo

# UserControls_ChangeMeasureFormatUC_HeaderText_Precision
source: Decimal Places
es_es: Lugar de Decimales

# UserControls_ChangeMeasureFormatUC_HeaderText_Preview
source: Preview:
es_es: Previsualización:

# UserControls_ChangeMeasureFormatUC_HeaderText_Unit
source: Representation
es_es: Representación

# UserControls_CustomizeFilter_HeaderText_CheckAll
source: CheckAll
es_es: Seleccionar Todos

# UserControls_CustomizeFilter_HeaderText_CustomizeFilter
source: Customize Filter
es_es: personalizar filtro

# UserControls_CustomizeFilter_WaterMarkText_SearchHere
source: Search here...
es_es: Busca aquí...

# UserControls_CustomizeNullValue_HeaderText_AddCustomText
source: Add a custom Text
es_es: Añadir un texto personalizado

# UserControls_CustomizeNullValue_HeaderText_HidNullValues
source: Hide null Values
es_es: Ocultar valores nulos

# UserControls_CustomizeNullValue_HeaderText_ShowAsDefault
source: Show as Default
es_es: Mostrar como predeterminado

# UserControls_CustomizeNullValue_HeaderText_ShowAsNull
source: Show as Null
es_es: Mostrar como nulo

# UserControl_TopLevelRecord_HeaderText_Count
source: Count
es_es: Contar

# UserControl_TopLevelRecord_HeaderText_Measure
source: Measure
es_es: Medicion

# UserControl_TopLevelRecord_HeaderText_Mode
source: Mode
es_es: Modo

# UserControl_TopLevelRecord_HeaderText_ShowOthersGroup
source: ShowOthersGroup
es_es: Mostrar Otros Grupos

# UserControl_TopLevelRecord_HeaderText_TopNValues
source: Rank
es_es: Rango

# UserControls_ChangeMeasureFormatUC_MeasureType_Value_Currency
source: Currency
es_es: Moneda

# UserControls_ChangeMeasureFormatUC_MeasureType_Value_Unit
source: Unit
es_es: Unidad

# UserControls_ChangeMeasureFormatUC_MeasureType_Value_Number
source: Number
es_es: Número

# UserControls_ChangeMeasureFormatUC_MeasureType_Value_Percentange
source: Percentage
es_es: Porcentaje

# UserControls_ChangeMeasureFormatUC_Unit_Value_Millions
source: Millions
es_es: Millones

# UserControls_ChangeMeasureFormatUC_Unit_Value_Ones
source: Ones
es_es: Uno

# UserControls_ChangeMeasureFormatUC_Unit_Value_Thousands
source: Thousands
es_es: Miles

# GridCustomization_ConditionalFormatting_HeaderText_Background
source: Background
es_es: Antecedentes

# GridCustomization_ConditionalFormatting_HeaderText_ConditionType
source: Condition Type
es_es: Para Estado

# GridCustomization_ConditionalFormatting_HeaderText_ConditionType_Values_Equals
source: Equals
es_es: Igual

source: Greater Than
es_es: Mayor que

source: Greater Than Or Equal To
es_es: Mayor que o igual a

# GridCustomization_ConditionalFormatting_HeaderText_ConditionType_Values_LessThan
source: Less Than
es_es: Menor que

source: Less Than Or Equal To
es_es: menos de o igual a

source: Does Not Equal
es_es: No es igual

# GridCustomization_ConditionalFormatting_HeaderText_Foreground
source: Foreground
es_es: Primer Plano

# GridCustomization_ConditionalFormatting_HeaderText_FormattingType
source: Formatting Type
es_es: Tipo de formato

# GridCustomization_ConditionalFormatting_HeaderText_FormattingType_Values_Column
source: Column
es_es: Columna

# GridCustomization_ConditionalFormatting_HeaderText_FormattingType_Values_Row
source: Row
es_es: Fila

# GridCustomization_ConditionalFormatting_HeaderText_GradientColor
source: Gradient Color
es_es: Degradado de color

# GridCustomization_ConditionalFormatting_HeaderText_GridConditionalFormatting
source: Grid Conditional Formatting
es_es: Rejilla Formato condicional

# GridConditionalFormatting
source: Conditional Formatting
es_es: Formato condicional

# EditGridConditionalFormatting
source: Edit Conditional Formatting
es_es: Modificar el formato condicional

# AddGridConditionalFormatting
source: Add Conditional Formatting
es_es: Añadir el formato condicional

# DeleteGridConditionalFormatting
source: Delete Conditional Formatting
es_es: Eliminar formato condicional

# GridCustomization_ConditionalFormatting_HeaderText_SingleColor
source: Single Color
es_es: De un solo color

# GridCustomization_ConditionalFormatting_HeaderText_Value
source: Values
es_es: Valores

# GridCustomization_GridColorSaturationSettings_HeaderText
source: Grid Color Saturation Settings
es_es: Configuración de cuadrícula saturación de color

# GridCustomization_GridColorSaturationSettings_HeaderText_EnterColumnTitle
source: Enter Column Title
es_es: Introduzca Título de la columna

# GridCustomization_GridColorSaturationSettings_HeaderText_SelectColorPalette
source: Select color palette
es_es: Seleccione la paleta de colores

# GridCustomization_GridDelta_HeaderText_DeltaBackground
source: Delta Background
es_es: Antecedentes Delta

# GridCustomization_GridDelta_HeaderText_GridDeltaExpression
source: KPI Expression
es_es: Expresión de KPI

# GridCustomization_GridDelta_HeaderText_RemoveDeltaColumn
source: Remove Delta Column
es_es: Retire Delta Columna

# GridCustomization_GridDelta_HeaderText_Result
source: Result
es_es: Resultado

# GridCustomization_GridDelta_HeaderText_TargetValue
source: Target Value
es_es: Valor objetivo

# ConditionalFormatting_Case_sensitive
source: Case sensitive
es_es: Distingue mayúsculas/minúsculas

# ConditionalFormatting_Strike_Through
source: Strikethrough
es_es: que atraviesa

# GridCustomization_GridDelta_HeaderText_Value
source: Value
es_es: Valor

# GridCustomization_GridDelta_HeaderText_ValueType
source: Value Type
es_es: Tipo de valor

# GridCustomization_GridDelta_Result_Values_GreaterIsGood
source: GreaterIsGood
es_es: Mayor es el buen

# GridCustomization_GridDelta_Result_Values_LessIsGood
source: LessIsGood
es_es: Menos es buena

# GridCustomization_GridDelta_ValueType_Values_ActualValue
source: Actual value
es_es: VALOR REAL

# GridCustomization_GridDelta_ValueType_Values_ActualVariation
source: Actual variation
es_es: variación real

# GridCustomization_GridDelta_ValueType_Values_Percentageoftarget
source: Percentage of target
es_es: Porcentaje del objetivo

# GridCustomization_GridDelta_ValueType_Values_Percentagevariation
source: Percentage of variation
es_es: Porcentaje de variación

# GridCustomization_GridDelta_ValueType_Values_ValueandPercentage
source: Value and Percentage
es_es: Valor y porcentaje

# GridCustomization_GridIconTemplateSettings_HeaderText
source: Grid IconTemplate Setting
es_es: Rejilla IconTemplate Marco

# GridCustomization_GridIconTemplateSettings_HeaderText_ColumnName
source: Column Name
es_es: Nombre de la columna

# GridCustomization_GridIconTemplateSettings_HeaderText_CustomIconSettings
source: Custom Icon Settings
es_es: Configuración de iconos personalizados

# GridCustomization_GridIconTemplateSettings_HeaderText_Others
source: Others
es_es: Otros

# GridCustomization_GridIconTemplateSettings_HeaderText_SelectIconType
source: Select Icon Type
es_es: Seleccionar Tipo de Icono:

# GridCustomization_GridIconTemplateSettings_HeaderText_Closed
source: Closed
es_es: Cerrado

# GridCustomization_GridIconTemplateSettings_HeaderText_InProgress
source: In Progress
es_es: En curso

# GridCustomization_GridIconTemplateSettings_HeaderText_Open
source: Open
es_es: Abierto

# DataConnection_Open
source: Open
es_es: Abierto

# GridCustomization_GridIconTemplateSettings_IconTypes_PriorityIcon
source: Priority Icon
es_es: Icono de prioridad

# GridCustomization_GridIconTemplateSettings_IconType_Values_StatusIcon
source: Status Icon
es_es: Icono Estado
