Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# ExpressionEditor_FunctionDescription_MONTH
source: Returns a numeric value representing the month part of the date resulted from specified date expression.
es_es: Devuelve un valor numérico que representa la parte mes de la fecha el resultado de la expresión de la fecha especificada.

# ExpressionEditor_FunctionDescription_NOT
source: Returns the reversed logical value of the expression being evaluated.
es_es: Devuelve el valor lógico invertido de la expresión que se evalúa.

# ExpressionEditor_FunctionDescription_OR
source: Returns true if any of the expressions evaluates to true.
es_es: Devuelve verdadero si alguna de las expresiones se evalúa como verdadera.

# ExpressionEditor_FunctionDescription_PI
source: Returns the constant value of PI.
es_es: Devuelve el valor constante de PI.

# ExpressionEditor_FunctionDescription_POWER
source: Returns the value of the given expression (expression1) to the specified power (expression2).
es_es: Devuelve el valor de la expresión dada (expresión1) a la potencia especificada (expresión2).

# ExpressionEditor_FunctionDescription_RADIANS
source: Returns the angle in radians for the one specified in degrees, in the given numeric expression.
es_es: Devuelve el ángulo en radianes para el especificado en grados, en la expresión numérica dada.

# ExpressionEditor_FunctionDescription_ROUND
source: Returns a rounded value.
es_es: Devuelve un valor redondeado.

# ExpressionEditor_FunctionDescription_SIGN
source: Returns a value representing the positive (+1), zero (0), or negative (-1) sign of the given numeric expression.
es_es: Devuelve un valor que representa el polo positivo (+1), cero (0) o un símbolo negativo (-1) de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_SIN
source: Returns the sine of the angle specified in radians, in the given expression.
es_es: Devuelve el seno del ángulo especificado en radianes, en la expresión dada.

# ExpressionEditor_FunctionDescription_SQRT
source: Returns the square root of the given numeric expression.
es_es: Devuelve la raíz cuadrada de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_SQUARE
source: Returns the square of the given numeric expression.
es_es: Devuelve el cuadrado de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_STDEV
source: Returns the standard deviation of values in the given expression.
es_es: Devuelve la desviación estándar de los valores en la expresión dada.

# ExpressionEditor_FunctionDescription_SUM
source: Returns the sum of values in the given expression.
es_es: Devuelve la suma de los valores en la expresión dada.

# ExpressionEditor_FunctionDescription_TAN
source: Returns the tangent of the given numeric expression.
es_es: Devuelve la tangente de la expresión numérica dada.

# ExpressionEditor_FunctionDescription_VAR
source: Returns the variance of values in the given expression.
es_es: Devuelve la varianza de los valores en la expresión dada.

# ExpressionEditor_FunctionDescription_YEAR
source: Returns a numeric value representing the year part of the date resulting from the specified date expression.
es_es: Devuelve un valor numérico que representa la parte de año de la fecha resultante de la expresión de fecha especificada.

# ExpressionEditor_FunctionDescription_HOUR
source: Returns the hour of the given date as an integer.
es_es: Devuelve la hora de la fecha dada como un entero.

# ExpressionEditor_FunctionDescription_MINUTES
source: Returns a numeric value representing the minute part of the date resulted from specified date expression.
es_es: Devuelve un valor numérico que representa la parte de los minutos de la fecha el resultado de la expresión de la fecha especificada.

# ExpressionEditor_FunctionDescription_NOW
source: Returns the current date and time.
es_es: Devuelve la fecha y la hora actuales.

# ExpressionEditor_FunctionDescription_SYSDATETIME
source: Returns the current sytem date and time.
es_es: Devuelve la fecha y la hora actual Inglés.

# ExpressionEditor_FunctionDescription_TODAY
source: Returns the current date.
es_es: Devuelve la fecha actual.

# ExpressionEditor_FunctionDescription_WEEK
source: Returns the number of week of the given date as an integer.
es_es: Devuelve el número de la semana de la fecha dada como un entero.

# RelationalSplitButton_HeaderText_ExactTime
source: Exact Time
es_es: Tiempo exacto

# RangeNavigator_FilterWindow_Title
source: Range Filter
es_es: Filtro gama

# DashboardDesigner_AlertBox_Msg_ResetControl
source: Are you sure you want to reset the properties of the selected widget?
es_es: ¿Seguro que desea restablecer las propiedades del widget seleccionado?

# Control_Card_VariationType
source: percentoftarget
es_es: ciento de la meta

# Control_Label_Text
source: Label
es_es: Etiqueta

# Control_Map_Field
source: name
es_es: nombre

# CustomView_Expression_Aggregation
source: Aggregation Functions
es_es: Funciones de agregación

# Control_Map_shape
source: WorldMap_Countries
es_es: Países del mapa del mundo

# UserControls_MasterFilter_Action_Filter_Add_Widget
source: Add Widget
es_es: Añadir Widget

# UserControls_MasterFilter_Action_Filter_Error_NoMoreMasters
source: No more widgets available
es_es: No hay más widgets disponibles

# UserControls_MasterFilter_Action_Filter_Remove_Widget
source: Remove Widget
es_es: Retire Widget

# UserControls_MasterFilter_Action_Filter_Discard
source: Discard
es_es: Descartar

# UserControls_MasterFilter_Action_Filter_Error_AlreadyEditing
source: Only one item can be edited or added.
es_es: Sólo un elemento puede ser editado o añadido.

# UserControls_MasterFilter_Action_Filter_Save
source: Save
es_es: Guardar

# UserControls_MasterFilter_Action_Filter_Error_Commit
source: Please commit your changes
es_es: Por favor confirmar sus cambios

# ContainerProperties_Export_Csv
source: CSV Export
es_es: exportación CSV

# ContainerProperties_Export_Image
source: Image Export
es_es: Exportación de imágenes

# ContainerProperties_Export_Pdf
source: PDF Export
es_es: exportar como PDF

# ContainerProperties_Show_Maximize
source: Show Maximize
es_es: Mostrar Maximizar

# UserControls_DashboardDescription
source: Description
es_es: Descripción

# ShowSelectAll
source: Show (All) item
es_es: Mostrar artículo (Todos)

# PropertiesWindow_EnableNavigator
source: Enable Navigator
es_es: Habilitar Navigator

# ControlTitle_AreaChart
source: Area Chart
es_es: Grafico de Área

# ControlTitle_Chart
source: Chart
es_es: Tabla

# ControlTitle_ColumnChart
source: Column
es_es: Columna

# ControlTitle_BarChart
source: Bar Chart
es_es: Gráfico de barras

# ControlTitle_BubbleChart
source: Bubble Chart
es_es: Gráfico de burbujas

# ControlTitle_BubbleMap
source: Bubble Map
es_es: Mapa de la burbuja

# ControlTitle_Bubble_Map
source: BubbleMap
es_es: Mapa de la burbuja

# ControlTitle_Card
source: Card
es_es: Tarjeta

# ControlTitle_CardControl
source: CardControl
es_es: control de la tarjeta

# ControlTitle_CheckBox
source: CheckBox
es_es: Casilla de verificación

# ControlTitle_Check_Box
source: Check Box
es_es: Casilla

# ControlTitle_ChoroplethMap
source: Choropleth Map
es_es: coropletas Mapa

# ControlTitle_Choropleth_Map
source: ChoroplethMap
es_es: coropletasMapa

# ControlTitle_Column
source: Column Chart
es_es: Gráfico de columnas

# ControlTitle_ComboBox
source: ComboBox
es_es: Cajacombo

# ControlTitle_Combo_Box
source: Combo Box
es_es: Caja combo

# ControlTitle_Filter_Combo_Box
source: FilterCombobox
es_es: Cuadro combinado de filtro

# ControlTitle_ComboChart
source: ComboChart
es_es: Gráficocombinado

# ControlTitle_Combo_Chart
source: Combo Chart
es_es: Gráfico combinado

# ControlTitle_DatePicker
source: Date Picker
es_es: Selector de fecha

# ControlTitle_Date_Picker
source: DatePicker
es_es: Selectordefechas

# ControlTitle_Doughnut
source: Doughnut Chart
es_es: Gráfico del buñuelo

# ControlTitle_Funnel
source: Funnel Chart
es_es: Gráfico de embudo

# ControlTitle_Gauge
source: Radial Gauge
es_es: Medidor radial

# ControlTitle_CirculerGauge
source: Gauge
es_es: Calibre

# ControlTitle_Grid
source: Grid
es_es: Cuadrícula

# ControlTitle_Image
source: Image
es_es: Imagen

# ControlTitle_Label
source: Label
es_es: Etiqueta

# ControlTitle_Line
source: Line Chart
es_es: Gráfico de lineas

# ControlTitle_ListBox
source: ListBox
es_es: Cuadrodelista

# ControlTitle_List_Box
source: List Box
es_es: Cuadro de lista

# ControlTitle_Pie
source: Pie Chart
es_es: Gráfico de sectores

# ControlTitle_PivotGrid
source: Pivot Grid
es_es: pivotedecuadrícula

# ControlTitle_Pivot_Grid
source: PivotGrid
es_es: pivote de cuadrícula

# ControlTitle_Pyramid
source: Pyramid Chart
es_es: Carta de la pirámide

# ControlTitle_RadioButton
source: Radio Button
es_es: Botón de opción

# ControlTitle_Radio_Button
source: RadioButton
es_es: Botón de opción

# ControlTitle_Rangenavigator
source: Range Navigator
es_es: gama Navigator

# ControlTitle_Range_navigator
source: RangeNavigator
es_es: gamaNavigator

# ControlTitle_RangeSlider
source: Range Slider
es_es: rango deslizante

# ControlTitle_Range_Slider
source: RangeSlider
es_es: rangodeslizante

# ControlTitle_Scatter
source: Scatter Chart
es_es: Gráfico de dispersión

# ControlTitle_Spline
source: Spline Chart
es_es: Gráfico spline

# ControlTitle_StackedArea
source: Stacked Area Chart
es_es: Gráfico de áreas apiladas

# ControlTitle_StackedBar
source: Stacked Bar Chart
es_es: Gráfico de barras apiladas

# ControlTitle_StackerColumn
source: Stacked Column Chart
es_es: Gráfico de columnas apiladas

# ControlTitle_TreeMap
source: TreeMap
es_es: Mapadelárbol

# ControlTitle_Tree_Map
source: Tree Map
es_es: Mapa del árbol

# ControlToolTip_PivotGrid
source: Display summarized data in cross tabular format.
es_es: Pantalla resume los datos en forma de tabla cruzada.

# Control_DataRequirement_Card
source: 1 Actual/Target Value, 0 or 1 Series
es_es: 1 real / valor de destino, 0 ó 1 Serie

# Control_DataRequirement_Charts
source: 1 or more Values and 1 or more Columns
es_es: 1 o más valores y 1 o más columnas

# Control_DataRequirement_ComboChart
source: 1 or more Values/LineValues, and 1 Column
es_es: 1 o más valores / LineValues, y 1 columna

# Control_DataRequirement_Filters
source: 1 Column
es_es: 1 Columna

# Control_DataRequirement_Gauge
source: 1 or more Actual/Target Values, 0 or 1 Series
es_es: 1 o más valores reales / Target, 0 o 1 de la serie

# Control_DataRequirement_Grid
source: 1 or more Columns
es_es: 1 o más columnas

# Control_DataRequirement_Image
source: Any JPEG, PNG image
es_es: Cualquier imagen JPEG, PNG

# Control_DataRequirement_Label
source: Text
es_es: Texto

# Control_DataRequirement_Map
source: 1 Value and 1 ShapeID
es_es: 1 Valor y 1 Forma ID

# Control_DataRequirement_PivotGrid
source: 1 or more Values and 1 or more Rows/Columns
es_es: 1 o más valores y 1 o más filas / columnas

# Control_DataRequirement_RangeNavigator
source: 1 or more Values and 1 Argument
es_es: 1 o más valores y 1 Argumento

# Control_DataRequirement_TreeMap
source: 1 or more Values, 1 or more Group by fields
es_es: 1 o más valores, 1 o más grupos de campos

# Control_Requirement
source: Data Requirements
es_es: Requerimiento de datos

# DataPreview_LoadMore
source: Load more
es_es: Cargar más

# ExpressionEditor_FunctionDescription_LAG
source: Returns the value of an attribute of the next row.
es_es: Devuelve el valor de un atributo de la siguiente fila.

# ExpressionEditor_FunctionDescription_LEAD
source: Returns the value of an attribute of the previous row.
es_es: Devuelve el valor de un atributo de la fila anterior.

# ContextMenuItem_Copy
source: Copy
es_es: Copia

# ContextMenuItem_Cut
source: Cut
es_es: Cortar

# ContextMenuItem_Paste
source: Paste
es_es: Pegar

# DataPreview_First
source: First
es_es: primero

# DataConnection_HeaderText_Port
source: Port
es_es: Puerto

# DataConnection_HeaderText_Type
source: Type
es_es: Tipo

# PropertiesWindow_Custom_Colors
source: Custom Colors
es_es: Personalizar colores

# InitialWizard_AtCanvas_DescriptionLineOne
source: You can add a new data source or import an existing that you may have configured in the past while working one with another dashboard.
es_es: Puede añadir una nueva fuente de datos o importar una ya existente que es posible que haya configurado en el pasado mientras se trabaja uno con otro tablero de instrumentos.

# InitialWizard_AtCanvas_DescriptionLineTwo
source: that you may have configured in the past while working
es_es: que es posible que haya configurado en el pasado mientras se trabaja

# InitialWizard_AtCanvas_DescriptionLineThree
source: with another dashboard.
es_es: con otro tablero de instrumentos.

# InitialWizard_AtCanvas_StartWithDataSource
source: Start with configuring a data source
es_es: Comenzar con la configuración de una fuente de datos

# Label_RichText_Error_Url_Empty
source: Url cannot be empty
es_es: La URL no puede estar vacía

# Label_RichText_HyperLink
source: Hyperlink
es_es: Hipervínculo

# Label_RichText_New_Same_Window
source: Same Window
es_es: Misma ventana

# Label_RichText_New_Tab
source: New Tab
es_es: Nueva pestaña

# Label_RichText_New_Window
source: New Window
es_es: Ventana nueva

# PropertiesWindow_HeaderText_EditLabel
source: Edit Label
es_es: Editar texto de etiqueta

# UserControls_DashboardTitle
source: Title
es_es: Título

# RelationalSplitButton_HeaderText_RelativeDateFilter
source: Relative Date Filter...
es_es: Fecha relativa filtro ...

# Label_RichText_EditWindow_Tooltip_AddHyperlink
source: Add Hyperlink
es_es: Agregar hipervínculo

# Label_RichText_EditWindow_Tooltip_Align_Center
source: Center
es_es: Centrar

# Label_RichText_EditWindow_Tooltip_Align_Left
source: Left
es_es: Izquierda

# Label_RichText_EditWindow_Tooltip_Align_Right
source: Right
es_es: Derecha

# Label_RichText_EditWindow_Tooltip_Background
source: Background Color
es_es: Color de fondo

# Label_RichText_EditWindow_Tooltip_Bold
source: Bold
es_es: Negrita

# Label_RichText_EditWindow_Tooltip_FontFamily
source: Font Family
es_es: Familia tipográfica

# Label_RichText_EditWindow_Tooltip_FontSize
source: Font Size
es_es: Tamaño de fuente

# EjConditionalFormattingFont
source: Font
es_es: Fuente

# Label_RichText_EditWindow_Tooltip_Foreground
source: Foreground Color
es_es: Color plano principal

# Label_RichText_EditWindow_Tooltip_Italic
source: Italic
es_es: Cursiva

# Label_RichText_EditWindow_Tooltip_RemoveHyperlink
source: Remove Hyperlink
es_es: Quitar hipervínculo

# Label_RichText_EditWindow_Tooltip_Underline
source: Underline
es_es: Subrayar

# DashboardDesigner_HeaderMenu_Item_DashboardSettings
source: Dashboard Settings
es_es: Configuraciones del tablero

# DashboardSettingsWindow_Automatic
source: Automatic (User Locale)
es_es: Automático (idioma del usuario)

# DashboardSettingsWindow_DashboardLocale
source: Dashboard Locale
es_es: Configuración regional del tablero de instrumentos

# ExpressionEditor_FunctionDescription_LOOKUP
source: Returns the value of the expression in a target row, specified as a relative offset from the current row.
es_es: Devuelve el valor de la expresión en una fila de destino, especificado como un desplazamiento desde la fila actual relativa.

# ExpressionEditor_FunctionDescription_DATEADD
source: Adds the number of days to the specified date.
es_es: Añade el número de días a la fecha especificada.

# ExpressionEditor_FunctionDescription_DATESUB
source: Returns the date subtracted from the specified date.
es_es: Devuelve la fecha resta de la fecha especificada.

# DashboardDesigner_Untitled_Dashboard
source: Untitled Dashboard
es_es: Cuadro de instrumentos sin título

# Import_Dashboard_owner
source: Owner
es_es: Propietario

# Import_Dashboard_Title
source: Title
es_es: Título

# Import_Dashboard_Modified_Date
source: Last Modified
es_es: Última modificación

# Explorer_UI_TitleInfo
source: Open Dashboard from Server
es_es: Tablero Abierto de servidor

# Import_Dashboard_Description
source: Description
es_es: Descripción

# ContextMenu_ChangeColumnType
source: Change Column Type
es_es: Cambio del tipo de columna

# CustomView_ContextMenu_DateTime
source: Date Time
es_es: Fecha y hora

# CustomView_ContextMenu_Int
source: Integer
es_es: Entero

# CustomView_ContextMenu_Boolean
source: Boolean
es_es: Boole

# CustomView_ContextMenu_String
source: Text
es_es: Texto

# CustomView_ContextMenu_Double
source: Number
es_es: Número

# PropertiesWindow_HeaderText_CheckboxView
source: CheckBox View / RadioButton View
es_es: Casilla de verificación Vista / Radio botón Ver

# PropertiesWindow_HeaderText_Single
source: Single
es_es: Solo

# PropertiesWindow_Filter
source: Filter
es_es: Criterios de búsqueda

# PropertiesWindow_HeaderText_Columns
source: Column Settings
es_es: Configuración de columnas

# PropertiesCategory_Header_Behaviour
source: Behaviour
es_es: Comportamiento

# PropertiesCategory_Header_Filter
source: Filter
es_es: Filtro

# PropertiesCategory_Header_Shapefile
source: Map Settings
es_es: Configuración del mapa

# PropertiesCategory_SubText_Color
source: Color
es_es: Colo

# PropertiesCategory_SubText_Custom
source: Custom
es_es: Personalizado

# PropertiesCategory_SubText_IgnoreFilterAction
source: Ignore Filter Action
es_es: No haga caso de Acción de filtrado

# PropertiesCategory_SubText_MakeitInterative
source: Enable Drilldown
es_es: Habilitar obtención de detalles

# PropertiesCategory_Header_MapColor_SubType_Monochromatic
source: Monochromatic
es_es: Monocromo

# PropertiesCategory_Header_MapColor_SubType_RangeMapping_High
source: High
es_es: Alto

# PropertiesCategory_Header_MapColor_SubType_RangeMapping_Low
source: Low
es_es: Bajo

# PropertiesCategory_Header_MapColor_SubType_RangeMapping_Middle
source: Middle
es_es: Medio

# TableSchemaView_Field_Already_Exisits
source: The following specified column name already exists
es_es: El siguiente nombre de columna especificado ya existe

# ChartProperties_Axis_Formating
source: Axis Formatting...
es_es: Eje de formato ...

# ImageToolBar_Mode_Fill
source: Fill
es_es: Rellenar

# ImageToolBar_Mode_Fill_Desc
source: The image within the control is stretched or shrunk to fit the size of the control.
es_es: La imagen dentro del control se estira o se encoge para ajustarse al tamaño del control.

# ImageToolBar_Mode_Default
source: Default
es_es: Defecto

# ImageToolBar_Mode_None_Desc
source: Loads the default image size
es_es: Carga el tamaño de la imagen por defecto

# ImageToolBar_Mode_Uniform
source: Uniform
es_es: Uniformes

# ImageToolBar_Mode_UniformToFill_Desc
source: The image is clipped if it is larger than the control.
es_es: La imagen se recorta si es más grande que el control.

# ImageToolBar_Mode_Uniform_Desc
source: The image is sized proportionally(without clipping), so that it is best fitted to the image control
es_es: La imagen es de tamaño proporcionalmente (sin recortes), de modo que es mejor equipado para el control de imagen

# ImageToolBar_SetImage
source: Set Image...
es_es: Asignar imagen

# Grid_Template_Button_Content
source: Template...
es_es: modelo

# PropertiesWindow_Card_Header
source: Title
es_es: Título

# PropertiesWindow_Card_TitleAlignment
source: Title Alignment
es_es: título de alineación

# PropertiesWindow_Chart_AdornmentSuffix
source: Value Labels Suffix
es_es: Etiquetas de valor sufijo

# PropertiesWindow_Chart_Axis
source: Axis
es_es: Eje

# PropertiesWindow_Chart_DrillDown
source: Enable Drill Down
es_es: Activar Drill Down

# PropertiesWindow_Chart_PrimaryXAxis
source: Category Axis
es_es: Eje de categoría

# PropertiesWindow_Chart_PrimaryYAxis
source: Primary Value Axis
es_es: Eje de valores primaria

# PropertiesWindow_Chart_SecondaryYAxis
source: Secondary Value Axis
es_es: Eje secundario Valor

# ContainerPropertiesWindowHeader_Appearence
source: Container Appearance
es_es: Aspecto de contenedores

# PropertiesWindow_Link
source: Link
es_es: Enlazar

# DataConnection_AlertBox_Msg_PortNumberNotEmpty
source: Port number should not be empty
es_es: número de puerto no debe estar vacía

# DataConnection_AlertBox_Msg_InvalidConnectionString
source: The ConnectionString property has not been initialized
es_es: La propiedad Cadena de conexión no ha sido inicializado

# DataConnection_AddQueryParameters
source: Parameters
es_es: Parámetros.

# DataConnection_EditQueryParameters
source: Edit Parameters
es_es: Editar parámetros

# ExpressionEditor_FunctionDescription_NULLIF
source: Returns first expression if the two expressions are not equal.If the expressions are similar then it returns NULL.
es_es: Devuelve primera expresión si las dos expresiones no son iguales. Si las expresiones son similares a continuación, devuelve NULL.

# Dashboard_Link_Checkbok_Enable
source: Enable Linking
es_es: habilitar el enlace

# Dashboard_Link_DashboardRadio_Content
source: Dashboard
es_es: Escritorio

# Dashboard_Link_SetParameters
source: Set Parameters...
es_es: Establecer parámetros ...

# Dashboard_Link_UrlRadio_Content
source: URL
es_es: URL áéí

# DataSourceOption_SP
source: Stored Procedure
es_es: Procedimiento almacenado

# DataSourceOption_Tables
source: Tables & Views
es_es: Tablas y Vistas

# WidgetReset_RemoveData
source: Remove Data
es_es: quitar datos

# WidgetReset_ResetProperties
source: Reset Properties
es_es: Propiedades de reposición

# Indicator_Fetching_Data_From_Server
source: Reading data from server...
es_es: La lectura de datos desde el servidor ...

# Import_Recent_Deafault_Path
source: Default Saved Path
es_es: Ruta predeterminada de Guardado

# Import_Recent_Header
source: RECENT
es_es: RECIENTE

# UserControl_ChangeMeasureFormatUC_NegativeValues
source: Negative Values
es_es: Los valores negativos

# UserControl_ChangeMeasureFormatUC_Prefix
source: Left
es_es: Izquierda

# UserControl_ChangeMeasureFormatUC_Suffix
source: Right
es_es: Derecha

source: Creating tables in spark...
es_es: Creación de tablas de chispa ...

# DataDesignViewModel_DataDesignViewModel_CSVCreating_Creating_CSV
source: Creating CSV..
es_es: La creación de CSV ..

# DataDesignViewModel_DataDesignViewModel_SparkTableUploading
source: Table is being uploaded to spark…
es_es: Tabla está siendo cargado para despertar ...

# DataDesignViewModel_UpdataDataGridData_Loading
source: Loading...
es_es: Cargando...

# DataDesignViewModel_Creating_DataBase
source: Creating Data Source...
es_es: Creación de origen de datos ...

# DataDesignViewModel_Extracting Data
source: Extracting data...
es_es: La extracción de datos ...

# DataDesign_HeaderText_OpenJoinEditor
source: Click here to open Join Editor.
es_es: Haga clic aquí para abrir el Editor de Ingreso.

# InitialFilter_UserControls_BooleanField_False
source: False
es_es: Falso

# InitialFilter_UserControls_BooleanField_Null
source: (Null)
es_es: (Nulo)

# InitialFilter_UserControls_BooleanField_True
source: True
es_es: Verdadero

# InitialFilter_UserControl_TopN
source: TOP 'N'
es_es: Inicio \'N\'

source: Indication
es_es: Indicación

# DataConnection_DataSourceWizard_ConnectionType_Values_Spark
source: Spark SQL
es_es: SQL chispa

# Grid_Properties_FilterKPI
source: KPI column measure filter
es_es: KPI filtro de medida de la columna

# Grid_Properties_FormatKPI
source: Format KPI column
es_es: la columna Formato KPI

# DataSource_TableNotFound
source: Table is not found in this database.
es_es: La tabla no se encuentra en esta base de datos.

# Importing_Text
source: Importing...
es_es: Importador...

# ImportingDataSource_Text
source: Importing Data Source(s)...
es_es: La importación de origen de datos (s) ...

# Control_Designer_Widget
source: Add a data source to bind data to widgets in your Dashboard.
es_es: Añadir una fuente de datos para enlazar datos a los widgets en su tablero de instrumentos.
