Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# PropertiesWindow_ChartType_Scatter
source: Scatter
es_es: Dispersión

# PropertiesWindow_ChartType_Spline
source: Spline
es_es: Estrias

# PropertiesWindow_ChartType_SplineArea
source: Spline Area
es_es: Área de Ranura

# PropertiesWindow_ChartType_StackingArea
source: Stacked Area
es_es: Área apilada

# PropertiesWindow_ChartType_StackingBar
source: Stacked Bar
es_es: Barra Apilada

# PropertiesWindow_ChartType_StackingColumn
source: Stacked Column
es_es: columnas apiladas

# PropertiesWindow_ChartType_Doughnut
source: Doughnut
es_es: Donut

# PropertiesWindow_ChartType_Funnel
source: Funnel
es_es: Funil

# PropertiesWindow_ChartType_Pie
source: Pie
es_es: Tarta

# PropertiesWindow_ChartType_Pyramid
source: Pyramid
es_es: Pirámide

# Publish_Window_VersionComment
source: Version Comment
es_es: versión comentario

# WaitingIndicator_SubTitle_DownloadDataSource
source: Downloading datasource from server.
es_es: La descarga de la fuente de datos del servidor.

# WaitingIndicator_Title_RetrieveDataFromServer
source: Retrieving data...
es_es: Recuperando datos...

# WaitingIndicator_Title_ImportingWidget
source: Importing Widget...
es_es: Importación de aplicación ...

# WaitingIndicator_SubTitle_ImportingWidget
source: Importing Selected Widget
es_es: La importación de widgets seleccionados

# RelationalSplitButton_HeaderText_ClearRelativeDate
source: Clear Relative Date
es_es: Claro Fecha relativa

# WindowServiceNotInstalled
source: Dashboard windows service not detected in the system.
es_es: Tablero de instrumentos servicio de Windows no se detecta en el sistema.

# SQL_Serverame_Error
source: Server not found or was not accessible.
es_es: Servidor no encontrado o no era accesible.

# RelationalSplitButton_HeaderText_ClearMenu
source: Clear
es_es: Borrar

# RelationalSplitButton_HeaderText_EditMenu
source: Edit...
es_es: Editar ...

# ContainerProperties_HeaderText_Highlight_Available_Date
source: Highlight Available Dates
es_es: Resalte fechas disponibles

# ContainerProperties_HeaderText_ShowCusomDatePicker
source: Show Custom Date Picker
es_es: Presentación personalizada Selector de fecha

# IISExpress_File_Not_Found
source: Dashboard preview cannot be displayed: IIS Express, required to start the dashboard service, is not installed on the machine. Please install IIS Express(download link : <Hyperlink>https://www.microsoft.com/en-us/download/details.aspx?id=48264</Hyperlink>) before starting the Dashboard Service.
es_es: Vista previa del tablero de instrumentos no se puede visualizar: IIS Express, requerido para iniciar el servicio de tablero de instrumentos, no está instalado en la máquina. Por favor, instale IIS Express (enlace de descarga: <Hipervínculo> https://www.microsoft.com/en-us/download/details.aspx?id=48264 </ Hipervínculo>) antes de iniciar el servicio del tablero de instrumentos.

# RelationalSplitButton_HeaderText_RelativeDateFilter_Period
source: Period
es_es: Período

# UserControl_ChangeMeasureFormatUC_AppendText
source: Append Text
es_es: Añadir texto

# Parameter_Setting_Window_SourceColumn
source: Source Column
es_es: columna de origen

# Parameter_Setting_Window_SourceWidget
source: Source Widget
es_es: fuente Widget

# Parameter_Setting_Window_TargetColumn
source: Target Column
es_es: columna de destino

# Parameter_Setting_Window_Target_Dashboards
source: Target Dashboard Widgets
es_es: Target Widgets

# Parameter_Setting_Window_Title
source: Parameter Settings
es_es: Ajustes de los Parámetros

# PublishWindow_Datasource_PublishSuccess_Msg
source: Data source published successfully.
es_es: Fuente de datos publicado correctamente.

# DashboardDesigner_AlertBox_Msg_RemoveData
source: Are you sure you want to remove the data associated with the selected widget?
es_es: ¿Seguro que desea eliminar los datos asociados con el widget seleccionado?

# Table_Relation_Add_Tooltip
source: Add relationship
es_es: Añadir relación

# SparkExceptionFriendlyAlertMsg
source: Unable to process the connection due to unexpected error.
es_es: No se puede procesar la conexión debido a un error inesperado.

# PublishWindow_AccessDenied_UpdateItem
source: Access denied to update the item.Please try with different name.
es_es: Acceso denegado para actualizar el artículo. Por favor, intente con un nombre diferente.

# XML_File_FriendlyAlertMessage
source: The file is corrupted and cannot be opened.
es_es: El archivo está dañado y no se puede abrir.

# LinkError_Message
source: Unable to process the link.
es_es: No se puede procesar el enlace.

# User_Control_Relative_Date_Filter_Title
source: Relative Date Filter
es_es: Fecha relativa Filtrar

# User_Control_Relative_Date_Filter_Range
source: Range
es_es: Rango

# WidgetDataRestrictionInfo
source: This preview shows only the first 200 rows.
es_es: Esta vista previa muestra sólo las primeras 200 filas.

# Datasource_RemoveColumn_DoYouWantToContinue
source: Do you want to continue?
es_es: ¿Desea Continuar?

# Datasource_RemoveColumn_WarningMessage
source: The following column is already in use and will affect the dashboard, if removed.
es_es: La siguiente columna ya está en uso y afectará el tablero de instrumentos, si se retira.

# Datasource_ChangeQueryView_WarningMessage
source: This action resets the SQL expression and discards all the changes.
es_es: Esta acción restablece la expresión SQL y descarta todos los cambios.

# PropertiesWindow_HeaderText_ActualValue_Prefix
source: Actual Value Prefix
es_es: Valor Actual Prefijo

# PropertiesWindow_HeaderText_SecondValue_Target
source: Target Value
es_es: Valor objetivo

# PropertiesWindow_HeaderText_SecondValue_Variance
source: Variation
es_es: Variación

# PropertiesWindow_HeaderText_TargetValue_Prefix
source: Target Value Prefix
es_es: Objetivo valor de prefijo

# PropertiesWindow_HeaderText_SecondValue
source: Secondary Value Type
es_es: Secundaria Tipo Valor

# OdbcUserControl_AlertMsg_DriverOption
source: Select any one driver
es_es: Seleccione cualquier controlador

# OdbcUserControl_AlertMsg_DSNOption
source: Select any one DSN
es_es: Seleccionar cualquiera de DSN

# OdbcUserControl_Driver
source: Drivers:
es_es: Controladores:

# Datasource_RemoveColumn_Row
source: Row
es_es: Fila

# ExpressionEditor_FunctionDescription_Char
source: Converts the given integer ASCII code into a character
es_es: Convierte el código ASCII entero dado en un personaje

# ExpressionEditor_FunctionDescription_DATENAME
source: Returns a string representing the specified datepart of the given date expression.
es_es: Devuelve una cadena que representa el datepart especificado de la expresión fecha determinada.

# ExpressionEditor_FunctionDescription_ISDATE
source: Returns true if a given string is a valid date
es_es: Devuelve verdadero si una determinada cadena es una fecha válida

# ExpressionEditor_FunctionDescription_LOWER
source: Returns a lower case converted string value from a given string expression.
es_es: Devuelve un valor de cadena convertida caso menor de una expresión de cadena dada.

# ExpressionEditor_FunctionDescription_LTRIM
source: Returns the string value with any leading blanks removed from string expression.
es_es: Devuelve el valor de cadena con los espacios en blanco iniciales eliminados de expresión de cadena.

# ExpressionEditor_FunctionDescription_RTRIM
source: Returns the string value with any trailing blanks removed from string expression.
es_es: Devuelve el valor de cadena con los blancos de cola eliminados de expresión de cadena.

# ExpressionEditor_FunctionDescription_UPPER
source: Returns a upper case converted string value from a given string expression.
es_es: Devuelve un valor de cadena convertida caso superior a partir de una expresión de cadena dada.

# ExpressionEditor_FunctionDescription_CONTAINS
source: Returns true if the given string expression contains the specified substring expression.
es_es: Devuelve true si la expresión de cadena dada contiene la expresión subcadena especificada.

# ExpressionEditor_FunctionDescription_ENDSWITH
source: Returns true if the given string expression ends with the specified substring expression.
es_es: Devuelve true si la expresión cadena dada termina con la expresión subcadena especificada.

# ExpressionEditor_FunctionDescription_LEFT
source: Returns the specified number of characters from start of the given string expression.
es_es: Devuelve el número de caracteres especificado desde el inicio de la expresión de cadena dada.

# ExpressionEditor_FunctionDescription_RIGHT
source: Returns the specified number of characters from end of the given string expression.
es_es: Devuelve el número de caracteres de final de la expresión cadena dada.

# ExpressionEditor_FunctionDescription_STARTSWITH
source: Returns true if the given string expression starts with the specified substring expression.
es_es: Devuelve true si la expresión de cadena indicado comienza con la expresión subcadena especificada.

# ExpressionEditor_FunctionDescription_SUBSTRING
source: Returns a specific length of string starting from specific index from the given string expression.
es_es: Devuelve una longitud específica de la cadena a partir del índice específico de la expresión cadena dada.

# ExpressionEditor_ClearFilters_WhileUpdating
source: Updating this expresison will reflect in filtering. Do you still want to continue?
es_es: La actualización de esta expresison reflejará en el filtrado. ¿Todavía quieres continuar?

# DashboardDesigner_AlertBox_Msg_ErrorInControlReport_Image
source: Error in Image Control Report.
es_es: De error en el informe de control de imagen.

# Alertbox_Install_Microsoft_Access_Database_Engine
source: Please install the provider from the link \n <Hyperlink>https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </Hyperlink>
es_es: Por favor, instale el proveedor desde el enlace \ n <Hipervínculo> https://www.microsoft.com/en-us/download/confirmation.aspx?id=13255 </ Hipervínculo>

# DataSource_ODBC_ServerName_MSSQL
source: MSSQL Server
es_es: servidor MSSQL

# DataSource_ODBC_ServerName_MySQL
source: MySQL Server
es_es: servidor MSSQL

# DataConnection_DataSourceWizard_ConnectionType_Values_OdbcConnection
source: ODBC Connection
es_es: la conexión ODBC

source: Microsoft Azure Table Storage
es_es: Microsoft Azur Almacenamiento Tabla

# UserControl_TopLevelRecord_HeaderText_and
source: and
es_es: y

# UserControl_TopLevelRecord_HeaderText_List
source: List
es_es: Lista

# Chart_PopUp_TextContent_AxisType
source: Axis Type
es_es: Tipo de eje

# PopUp_HeaderText_CustomLegendSettings
source: Custom Legend Settings
es_es: Ajustes Leyenda personalizados

# PopUp_HeaderText_SortSetting
source: Sort Settings
es_es: Ordenar Ajustes

# PropertiesWindow_ButtonContent_Custom
source: Custom...
es_es: Personalizado...

# PropertiesWindow_ButtonContent_PlotAxis
source: Plot Axis...
es_es: Parcela Eje ...

# PropertiesWindow_Button_Tooltip_AddTrendLine
source: Add TrendLine
es_es: Agregar línea de tendencia

# PropertiesWindow_Button_ToolTip_DeleteTrendLine
source: Delete TrendLine
es_es: eliminar TrendLine

# PropertiesWindow_Button_Tooltip_EditTrendLine
source: Edit TrendLine
es_es: Editar TrendLine

# ChartProperties_Trendline_LineType_Exponential
source: Exponential
es_es: Exponencial

# ChartProperties_Trendline_LineType_Linear
source: Linear
es_es: Lineal

# ChartProperties_Trendline_LineType_Logarithmic
source: Logarithmic
es_es: logarítmica

# ChartProperties_Trendline_LineType_Polynomial
source: Polynomial
es_es: Polinomio

# ChartProperties_Trendline_LineType_Power
source: Power
es_es: Energía

# SchemaDesignerContextMenu_subText
source: Add to
es_es: añadir

# Odbc_Error_Empty
source: A non-numeric character was found where a numeric was expected
es_es: Se encontró un carácter no numérico en el que se espera un valor numérico

# RelationalSplitButton_HeaderText_Time24hrs
source: Time
es_es: Hora

# DataConnection_DataSourceWizard_ConnectionType_Values_Twitter
source: Twitter
es_es: Gorjeo

# InitialFilterUC_dimensionConditionItem_RelativeDates
source: Relative Dates
es_es: Las fechas relativas

# PropertiesWindow_HeaderText_CustomRange
source: Custom Range
es_es: Rango personalizado

# PropertiesWindow_HeaderText_CustomRange_Auto
source: Auto
es_es: Automático

# PropertiesWindow_HeaderText_CustomRange_MaximumValue
source: Maximum
es_es: Máximo

# PropertiesWindow_HeaderText_CustomRange_MinimumValue
source: Minimum
es_es: Mínimo

# ContextMenuItem_Open
source: Open
es_es: Abierto

# DataConnection_DataSourceWizard_ConnectionType_Values_Salesforce
source: Salesforce
es_es: Ventas

# DataConnection_AlertBox_Msg_URLEmpty
source: URL must not be empty
es_es: La URL no puede estar vacío

# WaitingIndicator_SubTitle_LoadingWidget
source: Loading widgets from server....
es_es: Cargando widgets de servidor ....

# WaitingIndicator_Title_ImportWidget
source: Import Widget
es_es: importación Widget

# Server_Not_Connected_Login_Widget
source: Login to explore & import widgets from server.
es_es: Inicia sesión para explorar y widgets de importación desde el servidor.

# Publish_HeaderText_Widget_Name
source: Widget Name
es_es: Nombre del Widget

# Publish_Widget_OverWrite
source: Given widget name already exist. Do you want to overwrite it.?
es_es: Teniendo en nombre del widget ya existen. Quieres sobreescribirlo.?

# Publish_Widget_Title
source: Publish Widget
es_es: Publica Widget

# WaitingIndicator_SubTitle_PublishDatasource
source: Publishing Data Source
es_es: Fuente de datos Publishing

# WaitingIndicator_SubTitle_PublishWidget
source: Publishing Widget
es_es: Publicación Widget

# GridCustomization_ConditionalFormatting_Condition
source: Condition
es_es: Condición

# GridCustomization_ConditionalFormatting_HeaderText_Text
source: Value
es_es: Valor

# OpenFileDialog_DataSourceFilter_DataSourceFiles
source: DataSource Files (*
es_es: Fuente de datos archivos (*

# OpenFileDialog_ReportFilter_Dashboard
source: Dashboard (*
es_es: Escritorio

# OpenFileDialog_WidgetFilter_DashboardFiles
source: Dashboard Files (*
es_es: Tablero de instrumentos archivos (*

source: Does Not Contains
es_es: No contiene

# Login_AuthenticationType
source: Authentication Type
es_es: Tipo de autentificación

# Login_AuthenticationType_Dashboard_Server
source: Dashboard Server Authentication
es_es: Servidor de autenticación del tablero de control

# Login_AuthenticationType_Windows
source: Windows Authentication
es_es: Autenticación de Windows

# Login_AuthenticationType_Server
source: SQL Server Authentication
es_es: Autenticación de SQL servidor

# Login_Error_Message_404
source: The provided URL is not a valid Dashboard Server URL.
es_es: La URL no es una URL válida servidor de escritorio.

# DashboardDesigner_HeaderMenu_Item_UserFilter
source: User Filter...
es_es: Filtro de usuario ...

# User_Filter_Window_Text_Change
source: Change...
es_es: Cambio...

# User_Filter_Window_Text_DataColumn
source: Data Column
es_es: columna de datos

# User_Filter_Window_Text_Fields
source: Fields
es_es: Campos

# User_Filter_Window_Text_Users
source: Users/Groups
es_es: Usuarios / Grupos

# Login_Error_TimeOut
source: The request to the server timed out.
es_es: La solicitud al servidor de tiempo de espera.

# User_Filter_Window_Text_Name
source: User Filter
es_es: Filtro de usuario

# User_Filter_Window_Text_Fetching_UserInformation
source: Fetching user information...
es_es: Ir a buscar la información del usuario ...

# User_Filter_Window_Text_Fetch_Data_From_Server
source: Fetching Data From Server
es_es: Búsqueda de datos del servidor

# User_Filter_Window_Text_ChooseColumn
source: Choose Data Column
es_es: Elija los datos de columna

# User_Filter_Window_Text_Title
source: User Filters
es_es: Filtros de usuario(a)

# User_Filter_Window_change_column_alert
source: Changing the Column will reset the changes you have done. Are you sure you want to perform this action?
es_es: Cambio de la columna se restablecerá los cambios que ha hecho. ¿Está seguro de que desea realizar esta acción?

# OpenFileDialog_SaveAsBookMark_DashboardWidget
source: Dashboard Widget(*
es_es: Tablero Widget (*

# OpenFileDialog_SaveAtLocation_DashboardDataSource
source: Dashboard DataSource (*
es_es: Fuente de datos del tablero de instrumentos (*

# User_Filter_Window_Context_Copy
source: Copy from...
es_es: Copia desde

# DashboardDesigner_HeaderMenu_Item_RefreshSetting
source: _Refresh Settings...
es_es: _Renovar las configuraciones ...

# ScheduleSettings_AutoRefresh_Content
source: Enable Auto Refresh
es_es: Activar actualización automática

# ScheduleSettings_LiveData_Content_Tooltip
source: Enable Client-side Caching
es_es: Habilitar la caché del cliente

# ScheduleSettings_LiveData_Content
source: Enable Client-side Caching
es_es: Habilitar la caché del cliente

# ScheduleSettings_SecondsText
source: seconds
es_es: segundos

# ScheduleSettings_TimeText
source: Time Interval
es_es: Intervalo de tiempo

# ScheduleSettings_Title
source: Refresh Settings
es_es: Ajustes de actualización

# ScheduleSettings_WidgetBasis_Content
source: Refresh selected widget(s) only
es_es: Refrescar widgets (s) seleccionados solamente

# UserControls_MasterFilter_Action_Filter_Error_NoMasters
source: No widget available
es_es: Widget No disponible

# Widgets_DataRestricted_Alert
source: This preview is not showing all data
es_es: Esta vista previa no muestra todos los datos

# Widgets_DataRestricted_Records_Alert
source: This preview shows only the first 200 items
es_es: Esta vista previa muestra solamente los primeros 200 elementos

# DataConnection_DataSourceWizard_HeaderText_EditConnection
source: Edit Connection
es_es: Editar conexión

# PropertiesWindow_ButtonContent_CustomLegends
source: Custom Legend Settings
es_es: Ajustes Leyenda personalizados

# PropertiesWindow_ButtonContent_PlotAxisSettings
source: Plot Axis Settings
es_es: Configuración de trazado del Eje

# PropertiesWindow_ButtonContent_Sorting
source: Measure Sorting
es_es: medir Clasificación

# ExpressionFields_ColumnNameInItsExpression_AlertMsg
source: Column cannot be referred within its own expression!
es_es: La columna no se puede hacer referencia dentro de su propia expresión!

# ScheduleSettings_AutoRefresh_CheckRowCount
source: Refresh only for insertion/deletion of row(s)
es_es: Renueva sólo para la inserción / deleción de la fila (s)

# Twitter_API_Error
source: There is an Error in Twitter API.
es_es: Hay un error en la API de Twitter.

# Twitter_GetPin
source: Get Access
es_es: Tener acceso

# DataSourceNameRestriction
source: A data source name cannot contain any of the following characters:
es_es: Un nombre de origen de datos no puede contener ninguno de los siguientes caracteres:

# DashboardDesigner_HeaderMenu_Item_Recent
source: Recent Dashboards
es_es: Cuadros de mando recientes

# AuthenticationSettings_Window_AuthButton_Text
source: Authentication
es_es: Autenticación

# DataConnection_AuthenticationRequired
source: Authentication Required
es_es: Autenticación requerida

# AuthenticationSettings_Window_AuthType_AuthTyp
source: Authentication Type
es_es: Tipo de autentificación

# AuthenticationSettings_Window_AuthType_Embedded
source: Embedded
es_es: AVG Antivirus Integrable

# AuthenticationSettings_Window_AuthType_Impersonate
source: Impersonate
es_es: Personificar

# AuthenticationSettings_Window_AuthType_Prompt
source: Prompt
es_es: Aviso

# AuthenticationSettings_Window_Title
source: Authentication Settings
es_es: Configuración de autenticación

# RelationalSplitButton_HeaderText_ExactDateTime
source: Date Time
es_es: Fecha y hora

# Login_Remember_Me
source: Remember me
es_es: Recordarme

# ExpressionEditor_FunctionDescription_ISNOTNULL
source: If the numeric/string/date_expression is NULL, returns a string representing false, otherwise represents true
es_es: Si el / la secuencia / date_expression numérico es NULL, devuelve una cadena que representa falsa, si no representa la verdadera

# ExpressionEditor_FunctionDescription_ISNULL
source: If the numeric/string/date_expression is NULL, returns a string representing true, otherwise represents false.
es_es: Si el / la secuencia / date_expression numérico es NULL, devuelve una cadena que representa cierto, de lo contrario representa falsa.

# CommentingOption_EnableComment
source: Enable Comment
es_es: Habilitar comentario

# CustomLegendSettings_Title_Group
source: Individual
es_es: Individuo

# Property_EnableGroupingBar
source: Enable GroupingBar
es_es: Habilitar Agrupación Bar

# SchedulerWIndow_End
source: Ends
es_es: fin

# SchedulerWindow_Ends_After
source: After
es_es: Después de

# SchedulerWindow_Ends_Enabled
source: Enabled
es_es: Habilitado

# SchedulerWindow_Ends_Never
source: Never
es_es: Nunca

# SchedulerWindow_Ends_Occurrences
source: Occurrences
es_es: ocurrencias

# SchedulerWindow_Ends_On
source: On
es_es: Encendido

# SchedulerWindow_Name
source: Name
es_es: Nombre

# SchedulerWindow_Recurs
source: Recurs
es_es: se repite

# SchedulerWindow_Recurs_Days
source: day(s)
es_es: día (s)

# SchedulerWindow_Recurs_Every
source: Every
es_es: cada

# SchedulerWindow_Recurs_EveryWeekday
source: Every Weekday
es_es: Cada día de la semana

# SchedulerWindow_Recurs_Friday
source: Friday
es_es: Viernes

# SchedulerWindow_Recurs_Monday
source: Monday
es_es: Lunes

# SchedulerWindow_Recurs_Saturday
source: Saturday
es_es: sábado

# SchedulerWindow_Recurs_Sunday
source: Sunday
es_es: domingo

# SchedulerWindow_Recurs_Thursday
source: Thursday
es_es: Jueves

# SchedulerWindow_Recurs_Tuesday
source: Tuesday
es_es: martes

# SchedulerWindow_Recurs_Wednesday
source: Wednesday
es_es: Miércoles

# SchedulerWindow_Recurs_Weeks
source: week(s)
es_es: semana(s)

# SchedulerWIndow_SchedulerType_Daily
source: Daily
es_es: Diariamente

# SchedulerWIndow_SchedulerType_Monthly
source: Monthly
es_es: Mensual

# SchedulerWIndow_SchedulerType_Weekly
source: Weekly
es_es: Semanal

# SchedulerWIndow_SchedulerType_Yearly
source: Yearly
es_es: Anualmente

# SchedulerWindow_StartsOn
source: Starts on
es_es: comienza el

# SchedulerWindow_Type
source: Type
es_es: Tipo

# ToolBoxCategory_Keyword_Area
source: area
es_es: zona

# ToolBoxCategory_Keyword_Bitmap
source: bitmap
es_es: mapa de bits

# ToolBoxCategory_Keyword_Bubble
source: bubble
es_es: burbuja

# ToolBoxCategory_Keyword_Card
source: card
es_es: tarjeta

# ToolBoxCategory_Keyword_Chart
source: chart
es_es: Tabla

# ToolBoxCategory_Keyword_CheckedList
source: checkedlist
es_es: lista activado

# ToolBoxCategory_Keyword_CircularGauge
source: circulargauge
es_es: calibre circular

# ToolBoxCategory_Keyword_Clustered
source: clustered
es_es: agrupado

# ToolBoxCategory_Keyword_Column
source: column
es_es: Columna

# ToolBoxCategory_Keyword_Comparison
source: comparison
es_es: comparación

# ToolBoxCategory_Keyword_Composition
source: composition
es_es: Composicion

# ToolBoxCategory_Keyword_Date
source: date
es_es: fecha

# ToolBoxCategory_Keyword_Datepicker
source: datepicker
es_es: selector de fechas

# ToolBoxCategory_Keyword_DateTime
source: datetime
es_es: Fecha y hora

# ToolBoxCategory_Keyword_Deviation
source: deviation
es_es: Estándar

# ToolBoxCategory_Keyword_Distribution
source: distribution
es_es: Sistem

# ToolBoxCategory_Keyword_Donut
source: donut
es_es: rosquilla

# ToolBoxCategory_Keyword_Doughnut
source: doughnut
es_es: Donut

# ToolBoxCategory_Keyword_Dropdown
source: dropdown
es_es: Desplegable

# ToolBoxCategory_Keyword_Filter
source: filter
es_es: Filtro

# ToolBoxCategory_Keyword_Funnel
source: funnel
es_es: Funil

# ToolBoxCategory_Keyword_Gauge
source: gauge
es_es: Calibre

# ToolBoxCategory_Keyword_Graph
source: graph
es_es: Gráfico

# ToolBoxCategory_Keyword_Grid
source: grid
es_es: cuadrícula

# ToolBoxCategory_Keyword_Icon
source: icon
es_es: icono

# ToolBoxCategory_Keyword_Image
source: image
es_es: imagen
