Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# Datasource_LoadErrorMessage
source: Error with the following datasources
es_es: Error con las siguientes fuentes de datos

# User_Filter_Filter_Type_Checked
source: Checked
es_es: Comprobado

# User_Filter_Filter_Type_UnChecked
source: Unchecked
es_es: Desenfrenado

# Preview_Btn_Preview
source: Preview dashboard
es_es: Vista previa de tablero

source: Fetching User List
es_es: Lista de usuarios Fetching

# User_based_data_fetch_error
source: There's an error retrieveing data
es_es: Hay un error de datos retrieveing

# User_Filter_Window_RButton_Merge
source: Merge
es_es: Unir

# User_Filter_Window_RButton_Replace
source: Replace
es_es: Reemplazar

# RelationalSplitButton_TextBox_Day
source: Day(s)
es_es: Días

# RelationalSplitButton_TextBox_Hour
source: Hour(s)
es_es: Hora(s)

# RelationalSplitButton_TextBox_Month
source: Month(s)
es_es: Meses

# RelationalSplitButton_TextBox_Quarter
source: Quarter(s)
es_es: Alojamientos

# RelationalSplitButton_TextBox_Week
source: Week(s)
es_es: Semanas

# RelationalSplitButton_TextBox_Year
source: Year(s)
es_es: Años

# Choose_UserFilter_Export
source: Choose filters to export
es_es: Elija filtros para exportar

# Choose_UserFilter_Import
source: Choose filters to import
es_es: Elija filtros para importar

# Copy_Imported_Userfilter_Name
source: (Imported)
es_es: (Importado)

# Export_UserFilter_FileName
source: UserFilter(s)
es_es: Filtros de usuario(a)

# UserFilter_Save_FileName
source: Userfilters
es_es: Filtros de usuario(a)

# User_Filter_DataSource_Not_Exist
source: Following UserFilter could not be connect
es_es: Tras userFilter no se podía conectar

# User_Filter_Export
source: Export
es_es: Exportar

# User_Filter_Import
source: Import
es_es: Importar

# Alertbox_OnOpening_Invalid_User_Filter
source: Invalid user filter file.
es_es: archivo de filtro de usuario no válido.

# Alertbox_OnOpening_Invalid_Export_User_Filter
source: No user filters to export
es_es: No hay filtros de usuario para exportar

# DefaultMeasureSelector_Choose
source: Choose default measure
es_es: Elija medida predeterminada

# DefaultMeasureSelector_Title
source: Default Measure
es_es: Medida por defecto

# Alert_For_Invalid_UserFilterName
source: Name already exists
es_es: Nombre ya existe

# RelationalSplitButton_DefaultMeasure
source: Default Measure...
es_es: Medida por defecto ...

# User_Filter_Window_Context_View_Users
source: View users in group
es_es: Ver los usuarios en el grupo

# Ssas_AxisElementBox_Values_Alert_Message
source: Dimension element is not allowed in the Value(s) section of this connection.
es_es: elemento de dimensión no está permitido en la sección Valor (s) de esta conexión.

# Ssas_AxisElementBox_Columns_Alert_Message
source: Measure element is not allowed in the Column(s) section of this connection.
es_es: elemento de medida no está permitido en la sección de la columna (s) de esta conexión.

# Ssas_AxisElementBox_Actualvalue_Alert_Message
source: Dimension element is not allowed in the Actual Value section of this connection.
es_es: elemento de dimensión no está permitido en la sección Valor real de esta conexión.

# Ssas_AxisElementBox_Column_Alert_Message
source: Measure element is not allowed in the Column section of this connection.
es_es: elemento de medida no está permitido en la sección de columna de esta conexión.

# Ssas_AxisElementBox_LineValues_Alert_Message
source: Dimension element is not allowed in the Line Value(s) section of this connection.
es_es: elemento de dimensión no está permitido en la sección de esta conexión Valor (s) línea.

# Ssas_AxisElementBox_Rows_Alert_Message
source: Measure element is not allowed in the Row(s) section of this connection.
es_es: elemento de medida no está permitido en la sección Fila (s) de esta conexión.

# Ssas_AxisElementBox_Row_Alert_Message
source: Measure element is not allowed in the Row section of this connection.
es_es: elemento de medida no está permitido en la sección Fila de esta conexión.

# Ssas_AxisElementBox_Targetvalue_Alert_Message
source: Dimension element is not allowed in the Target Value section of this connection.
es_es: elemento de dimensión no está permitido en la sección Valor Objetivo de esta conexión.

# Ssas_AxisElementBox_Value_Alert_Message
source: Dimension element is not allowed in the Value section of this connection.
es_es: elemento de dimensión no está permitido en la sección Valor de esta conexión.

# LoginSetting_RemoveCurrentUser_WarningMessage
source: is currently logged in. Removing
es_es: Actualmente está conectado. Extracción

# MainWindow_Preview_Refresh_UserList
source: Refresh Userlist
es_es: Actualizar Lista de usuarios

# User_Filter_FieldValues_RefreshData
source: Refresh Data
es_es: Actualizar datos

# ExpressionField_InvalidFloatData_AlertMessage
source: Invalid float value leads to error. Value should be between -1 and +1.
es_es: valor flotante no válida conduce al error. El valor debe estar entre -1 y +1.

# DataConnection_DataSourceWizard_ConnectionType_Values_SSAS
source: Microsoft SQL Server Analysis Services
es_es: Análisis Servicios de Microsoft SQL Servidor

# DefaultMeasureSelector_NoMeasure
source: No measure to display
es_es: Ninguna medida para visualizar

# RelationalSplitButton_HeaderText_ShortDate
source: ShortDate
es_es: Cita corta

# Login_Error_Deactivated
source: User account is deactivated.
es_es: cuenta de usuario está desactivado.

# Login_Error_DeletedUser
source: User account is deleted
es_es: se elimina la cuenta de usuario

# Login_Error_InvalidPassword
source: Invalid password
es_es: Contraseña no válida

# Login_Error_InvalidUnamePwd
source: Invalid username or password
es_es: Usuario o contraseña invalido.

# Login_Error_UserNotFound
source: User not found
es_es: Usuario no encontrado

# Login_Error_VersionError
source: You cannot connect to a server with different version.
es_es: No se puede conectar a un servidor con versión distinta.

# Login_Msg_DesignerVersion
source: Designer Version
es_es: Versión diseñador

# Login_Msg_ServerVersion
source: Server Version
es_es: La versión del servidor

# ExpressionFunction_Email_Description
source: Returns the current user's Email. This function uses Dashboard Server user's Email id when the user is signed in, else it returns null.
es_es: Devuelve correo electrónico del usuario actual. Esta función utiliza correo electrónico del panel de usuario del servidor de ID cuando el usuario ha iniciado sesión, si no devuelve nulo.

source: Show rows where:
es_es: Mostrar filas donde:

source: And
es_es: Y

source: (Blanks)
es_es: Blancos.

source: Cancel
es_es: Cancelar

source: Clear Filter
es_es: Borrar filtros

source: No Items
es_es: No hay artículos

source: No Matches
es_es: No hay coincidencias

source: Or
es_es: O

source: Search
es_es: Buscar

source: (Select All)
es_es: Seleccionar todo

# SortNumberAscending
source: Sort Smallest to Largest
es_es: Ordenar de menor a mayor

# SortNumberDescending
source: Sort Largest to Smallest
es_es: Ordenar de mayor a menor

# SortDateAscending
source: Sort Oldest to Newest
es_es: Ordenar antiguo a más reciente

# SortDateDescending
source: Sort Newest to Oldest
es_es: Ordenar reciente al más antiguo

# SortStringAscending
source: Sort A to Z
es_es: Ordenar de A a Z

# SortStringDescending
source: Sort Z to A
es_es: Ordenar de Z a A

source: Equals
es_es: Igual

source: Begins With
es_es: Empieza con

source: Contains
es_es: Contiene

source: Empty
es_es: Vacío

source: Ends With
es_es: Termina con

# NotContains
source: Does Not Contain
es_es: No contiene

source: Not Empty
es_es: No vacío

# NotEquals
source: Does Not Equal to
es_es: No es igual a

source: Not Null
es_es: No nulo

source: Greater Than
es_es: Mayor que

# GreaterThanorEqual
source: Greater Than or Equal to
es_es: Mayor que o igual a

source: Less Than
es_es: Menor que

# LessThanorEqual
source: Less Than or Equal to
es_es: menos de o igual a

source: Before
es_es: Ante él

# BeforeOrEqual
source: Before Or Equal to
es_es: Antes o igual a

source: After
es_es: Después de

# AfterOrEqual
source: After Or Equal to
es_es: Después de o igual a

source: Text Filters
es_es: Filtros de texto

source: Number Filters
es_es: Número Filtros

source: Date Filters
es_es: Filtros de fecha

source: Close
es_es: Cerrar

# MatchCaseToolTip
source: Match Case
es_es: Coincidir mayúsculas y minúsculas

# SelectDateToolTip
source: Select Date
es_es: Seleccione la Fecha

# Login_Error_SameUserInformation
source: User information is already present. Do you still want to login/switch?
es_es: La información de usuario ya está presente. ¿Todavía quiere Iniciar sesión / cambiar?

# Alert_IsPublicDashboard_Msg
source: Setting the dashboard as public will disable the user based filter and other user specific functionality applied to the dashboard
es_es: Configuración del panel de control como públicos desactivará el usuario filtro basado y otra funcionalidad específica de usuario aplicada al tablero de instrumentos

# PublicWindow_FavDashboard
source: Mark as favorite
es_es: Marcar como favorito

# PublicWindow_PublicDashboard
source: Mark as public
es_es: Marcar como público

# FavDashboard_Text
source: Favorite Dashboards
es_es: los tableros de instrumentos favoritos

# SetAsFavErrorMsg
source: An error occured while trying to set the dashboard as favorite
es_es: Se produjo un error al intentar configurar el tablero de instrumentos como favorito

# Alertbox_Information_NoData
source: No Records to display
es_es: No hay registros que mostrar

# DataConnection_DataSourceWizard_ConnectionType_Values_Hive
source: Hive
es_es: Colmen

# PostGre_Unable_To_Convert_String_To_Corresponding_DataType
source: Unable to Convert String value to corresponding
es_es: No se puede convertir al correspondiente valor de cadena

# Error_While_Importing_Datasource_From_server
source: Unable to import the following datasource(s)
es_es: No se puede importar el origen de datos siguiente (s)

# LoginSetting_RemoveCurrentUser_WarningMessageWithName
source: will affect the login. Do you want to continue?
es_es: afectará a la entrada. ¿Quieres continuar?

# User_Filter_Export_Btn
source: Export...
es_es: Exportar...

# User_Filter_Import_Btn
source: Import...
es_es: Importar...

# User_Filter_Dynamic_Content
source: Include items which will be added in future
es_es: Incluir elementos que se añadirán en el futuro

# AxisElementBox_Date_Alert_Message
source: Date is not correct format for this control in Shape
es_es: La fecha no es formato correcto para este control en Forma
