Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# ToolBoxCategory_Keyword_Label
source: label
es_es: etiqueta

# ToolBoxCategory_Keyword_Line
source: line
es_es: Linea

# ToolBoxCategory_Keyword_List
source: list
es_es: Lista

# ToolBoxCategory_Keyword_Map
source: map
es_es: mapa

# ToolBoxCategory_Keyword_Multiselect
source: multiselect
es_es: selección múltiple

# ToolBoxCategory_Keyword_Navigator
source: navigator
es_es: navegator

# ToolBoxCategory_Keyword_Option
source: option
es_es: Opción

# ToolBoxCategory_Keyword_Pie
source: pie
es_es: <message key=\"xml

# ToolBoxCategory_Keyword_Pivot
source: pivot
es_es: pivote

# ToolBoxCategory_Keyword_PivotGrid
source: pivotgird
es_es: cuadrícula dinámica

# ToolBoxCategory_Keyword_Point
source: point
es_es: punto

# ToolBoxCategory_Keyword_Proportion
source: proportion
es_es: Proporción

# ToolBoxCategory_Keyword_Pyramid
source: pyramid
es_es: piramide

# ToolBoxCategory_Keyword_RadialGauge
source: radialgauge
es_es: medidor radial

# ToolBoxCategory_Keyword_Range
source: range
es_es: distancia

# ToolBoxCategory_Keyword_Relationship
source: relationship
es_es: relación

# ToolBoxCategory_Keyword_Richtext
source: richtext
es_es: Texto rico

# ToolBoxCategory_Keyword_Scatter
source: scatter
es_es: dispersión

# ToolBoxCategory_Keyword_Shape
source: shape
es_es: forma

# ToolBoxCategory_Keyword_Slider
source: slider
es_es: deslizador

# ToolBoxCategory_Keyword_Spline
source: spline
es_es: Estrias

# ToolBoxCategory_Keyword_Stacked
source: stacked
es_es: apilada

# ToolBoxCategory_Keyword_Table
source: table
es_es: tabla

# ToolBoxCategory_Keyword_Text
source: text
es_es: texto

# ToolBoxCategory_Keyword_Tickbox
source: tickbox
es_es: Casilla

# ToolBoxCategory_Keyword_Time
source: time
es_es: hora

# ToolBoxCategory_Keyword_TreeMap
source: treemap
es_es: mapa del árbol

# PrimaryYaxis_Formatting_Tooltip
source: PrimaryYaxis Formatting...
es_es: Primaria eje Y de formato ...

# SecondaryYaxis_Formatting_Tooltip
source: SecondaryYaxis Formatting...
es_es: eje Y secundario de formato a ....

# Map_DisplayName_Australia_Territories
source: Australia Territories
es_es: territorios australianos

# Map_DisplayName_USA_States
source: USA States
es_es: EE.UU. Unidos

# Map_DisplayName_World_Continent
source: World Continent
es_es: Mundial Continente

# Map_DisplayName_World_Countries
source: World Countries
es_es: Países mundiales

# Datasource_ChangeDesignView_WarningMessage
source: This action will reset the SQL expression and all your changes in Design View will be discarded.
es_es: Esta acción restablecerá la expresión SQL y todos los cambios en la vista Diseño será descartado.

# DataConnection_DataSourceWizard_ConnectionType_Category_Azure
source: Azure
es_es: Azul celeste

# DataConnection_DataSourceWizard_ConnectionType_Category_File
source: File
es_es: Archivo

# DataConnection_DataSourceWizard_ConnectionType_Category_Other
source: Other
es_es: Otras instrucciones

# DataConnection_DataSourceWizard_ConnectionType_Values_WebDataConnector
source: Web Data Source
es_es: Fuente de datos Web

# Map_DisplayName_Africa
source: Africa
es_es: África

# Map_DisplayName_Canada
source: Canada
es_es: Canadá

# Map_DisplayName_Europe
source: Europe
es_es: Europa

# Map_DisplayName_France
source: France
es_es: Francia

# Map_DisplayName_Germany
source: Germany
es_es: Alemania

# Map_DisplayName_India
source: India
es_es: La India

# Map_DisplayName_North_America
source: North America
es_es: Norteamérica

# Map_DisplayName_South_America
source: South America
es_es: Sudamerica

# Map_DisplayName_United_Kingdom
source: United Kingdom
es_es: Reino Unido

# Reconnect_Suggestion
source: You are trying to connect to a new type of data connection that will refresh the data.
es_es: Usted está intentando conectarse a un nuevo tipo de conexión de datos que va a actualizar los datos.

# Unable_to_Connect_Server_Message
source: Unable to connect server
es_es: No se puede conectar el servidor

# DataConnection_AlertBox_Msg_IP_Empty
source: IP must not be empty
es_es: IP no puede estar vacío

# DataConnection_AlertBox_Msg_Port_Empty
source: Port must not be empty
es_es: El puerto no debe estar vacío

# Error_While_Launching_LinkedDashboard_description
source: 1) Current dashboard logged in server might be different. 2) Dashboard might have been moved or deleted.
es_es: 1) tablero de mandos conectados en ese servidor puede ser diferente. \N2) del tablero de instrumentos podría haber sido movido o eliminado.

# Web_Connection_Data_Fetching_ErrorAlert
source: There was an error in connecting to the data. Please make sure your connection information is valid.
es_es: Se ha producido un error en la conexión con los datos. Por favor asegúrese de que su información de conexión es válida.

# JsonInformationIconTooltipContent
source: JSON with first level are taken into account,ignored the properties if it has inner level.
es_es: JSON con el primer nivel se tienen en cuenta, ignora las propiedades si tiene nivel interior.

# Choose_Button
source: Choose
es_es: Seleccionar

# User_Filter_Check_All
source: Check All
es_es: Seleccionar Todos

# User_Filter_Sort
source: Sort
es_es: Ordenar

# User_Filter_Un_Check_All
source: Uncheck All
es_es: Deseleccionar Todos

# CustomLegendSettings_Title_DefaultFormat
source: {{:Row}}({{:Value}})
es_es: {{: Fila}} ({{: Valor}})

# CustomLegendSettings_Title_Editas
source: Edit as
es_es: Editar como

# CustomLegendSettings_Title_UnGroup
source: Group
es_es: Grupo

# CustomLegendSettings_Title_Format
source: Display Format
es_es: Formato

# LegendText_Validate
source: *Format should not empty
es_es: * Formato no debe vaciar

# DashboardControls_AlertMsg_EjRangeSlider_NullValue
source: Invalid date value in the added column
es_es: valor de fecha no válida en la columna añadido

# Views_ChooseLanguage_Menuitem_HeaderText
source: Choose Language File...
es_es: Elija el idioma de archivos ...

# Views_DefaultLanguage_Menuitem_HeaderText
source: English (United States)
es_es: Inglés (Estados Unidos)

# Views_Language_Menuitem_HeaderText
source: Language
es_es: Idioma

# Views_Language_Resource
source: Resources
es_es: recursos

# PropertiesWindow_Chart_PrimaryXAxisTitle
source: Category Axis Title
es_es: Categoría Título del eje

# PropertiesWindow_Chart_PrimaryYAxisTitle
source: Primary Value Axis Title
es_es: Título del eje de valores primaria

# PropertiesWindow_Chart_SecondaryYAxisTitle
source: Secondary Value Axis Title
es_es: Secundaria Título del eje de valores

# PropertiesWindow_HeaderText_ValueLabelRotation
source: Value Label Rotation
es_es: Valor de rotación de etiqueta

# Dashbord_UntitledText
source: Untitled Dashboard
es_es: Cuadro de instrumentos sin título

# DataSourceToolBar_AddFilters
source: Add Filters
es_es: Agregar filtro

# SchedulerWindow_AdvancedSettings_Text
source: Advanced settings
es_es: Opciones avanzadas

# SchedulerWindow_ForADurationOf_Text
source: for a duration of:
es_es: para una duración de:

# SchedulerWindow_MonthlyRecurs_The_Text
source: The
es_es: La

# SchedulerWindow_Recurs_Friday_Text
source: Friday
es_es: Viernes

# SchedulerWindow_Recurs_Monday_Text
source: Monday
es_es: lunes

# SchedulerWindow_Recurs_Saturday_Text
source: Saturday
es_es: Do

# SchedulerWindow_Recurs_Sunday_Text
source: Sunday
es_es: Domingo

# SchedulerWindow_Recurs_Thursday_Text
source: Thursday
es_es: jueves

# SchedulerWindow_Recurs_Tuesday_Text
source: Tuesday
es_es: martes

# SchedulerWindow_Recurs_Wednesday_Text
source: Wednesday
es_es: miércoles

# SchedulerWindow_RepeatTaskEvery_Text
source: Repeat task every:
es_es: Repita cada tarea:

# Scheduler_Window_Weeks_Text
source: Week(s)
es_es: Semanas

# DataSource_CodeView_Text
source: Code View
es_es: Ver código

# DataSource_DesignView_Text
source: Design View
es_es: Vista diseño

# DeleteAlertBox_DeleteFromProject
source: Delete from Project
es_es: Eliminar del Proyecto

# PropertiesWindow_DataLabel_Percentage
source: Percentage
es_es: Porcentaje

# PropertiesWindow_DataLabel_Value
source: Value
es_es: Valor

# PropertiesWindow_DataLabel_ValueAndPercentage
source: Value and Percentage
es_es: Valor y porcentaje

# DataSourceWizard_WebDataConnector_Title
source: Web Data Source
es_es: Fuente de datos Web

# DataSourceWizard_WebDataConnector_URL
source: URL
es_es: URL áéí

# DataSourceWizard_WebDataConnector_RestAPI
source: Enter required information to access a RESTful API resource
es_es: Introduzca la información necesaria para acceder a un recurso de API REST

# DataSourceWizard_WebDataConnector_Type
source: Type
es_es: Tipo

# DataSourceWizard_WebDataConnector_Provider
source: Provider
es_es: Proveedor

# DataSourceWizard_WebDataConnector_AzureAccess
source: Azure Access Key"
es_es: Azure clave de acceso "

# AddedControlsContainer_Paste
source: Paste
es_es: Pegar

# DashboardLinking_AppendColumnName
source: Append Column Name
es_es: Anexar Nombre de columna

# DashboardLinking_URLPreview
source: URL Preview
es_es: URL de vista previa

# GadgetDataPreview_ShowAllColumnsText
source: Show all columns
es_es: Mostrar todas las columnas

# LinkingParameterSettingsWindow_Reset_Text
source: Reset
es_es: Resetear

# PublishWindow_AgentIP_Text
source: Agent IP
es_es: IP Agent

# PublishWindow_Connection
source: Connection
es_es: Conexión

# PublishWindow_CreateSchedule
source: Create Schedule
es_es: crear programación

# PublishWindow_ViewExistingSchedules_Text
source: View existing schedules
es_es: Ver los horarios existentes

# SchedulerWindow_LastRunTime
source: Last Run Time
es_es: Última hora de ejecución

# SchedulerWindow_NextRunTime
source: Next Run Time
es_es: La próxima vez Run

# SchedulerWindow_Status_Text
source: Status
es_es: Estado

# AlertBox_Bold
source: Bold
es_es: Negrita

# AlertBox_Hyperlink
source: Hyperlink
es_es: Hipervínculo

# AlertBox_Italic
source: Italic
es_es: Cursiva

# AlertBox_Underline
source: Underline
es_es: Subrayar

# BubbleColorSelector_Color_Text
source: Color
es_es: Colo

# ControlDesigner_ClearFilter_Content
source: Clear Filter
es_es: Borrar filtros

# ControlDesigner_Loading_Text
source: Loading...
es_es: Cargando...

# CustomAlertBox_Browse_Content
source: Browse...
es_es: Buscar...

# CustomSearchBoxPopup_Search_Text
source: Search
es_es: Buscar

# CustomSearchBox_Begins
source: Begins
es_es: comienza.

# CustomSearchBox_Contains
source: Contains
es_es: Contiene

# CustomSearchBox_Ends
source: Ends
es_es: fin

# CustomSearchBox_Table
source: Table
es_es: Tabla

# CustomAlertBox_FilePath
source: filepath
es_es: ruta del archivo:

# TitleEditor_description
source: description
es_es: descripción

# BubbleMapPropertiesWindow_Africa
source: Africa
es_es: África

# BubbleMapPropertiesWindow_Canada
source: Canada
es_es: Canadá

# BubbleMapPropertiesWindow_Europe
source: Europe
es_es: Europa

# BubbleMapPropertiesWindow_France
source: France
es_es: Francia

# BubbleMapPropertiesWindow_Germany
source: Germany
es_es: Alemania

# BubbleMapPropertiesWindow_India
source: India
es_es: La India

# BubbleMapPropertiesWindow_North_America
source: North America
es_es: Norteamérica

# BubbleMapPropertiesWindow_South_America
source: South America
es_es: Sudamerica

# BubbleMapPropertiesWindow_United_Kingdom
source: United Kingdom
es_es: Reino Unido

# EjGridPropertiesLoadedAction_Information_Button
source: Please configure the Data Grid with atleast one measure
es_es: Por favor, configurar la cuadrícula de datos con al menos una de las medidas

# EjGridPropertiesLoadedAction_Ok_Button
source: Please configure the Data Grid with atleast one measure
es_es: Por favor, configurar la cuadrícula de datos con al menos una de las medidas

# DashboardDesigner_DataSource
source: DataSource
es_es: Fuente de Datos

# DashboardDesigner_DataSource1
source: DataSource1
es_es: Fuente de Datos1

# DataSource_Imported_Text
source: _Imported
es_es: _Importado

# AgentScheduler_AllDays_Text
source: All days
es_es: Todos los días

# AgentScheduler_April_Text
source: April
es_es: abril

# AgentScheduler_August_Text
source: August
es_es: agosto

# AgentScheduler_December_Text
source: December
es_es: diciembre

# AgentScheduler_February_Text
source: February
es_es: febrero

# AgentScheduler_First_Text
source: First
es_es: primero

# AgentScheduler_Fourth_Text
source: Fourth
es_es: Cuarto

# AgentScheduler_January_Text
source: January
es_es: enero

# AgentScheduler_July_Text
source: July
es_es: julio

# AgentScheduler_June_Text
source: June
es_es: junio

# AgentScheduler_Last_Text
source: Last
es_es: Último

# AgentScheduler_March_Text
source: March
es_es: marzo

# AgentScheduler_May_Text
source: May
es_es: Mayo

# AgentScheduler_November_Text
source: November
es_es: noviembre

# AgentScheduler_October_Text
source: October
es_es: octubre

# AgentScheduler_Second_Text
source: Second
es_es: Segundo

# AgentScheduler_September_Text
source: September
es_es: septiembre

# AgentScheduler_Third_Text
source: Third
es_es: tercero

# AgentScheduler_Weekday_Text
source: Weekday
es_es: Día laborable

# AgentScheduler_WeekendDay_Text
source: Weekend
es_es: Fin de semana

# PreviewSettings_DashboardServiceAlertMessage
source: Please install Dashboard Windows service to continue.
es_es: Por favor, instale el servicio del tablero de instrumentos de Windows para continuar.

# PreviewSettings_DashboardWindowsServiceErrorMessage
source: An Error occured while trying to contact dashboard windows service. Make sure Dashboard Windows service is intalled and you have permission to access the service
es_es: Se produjo un error al intentar ponerse en contacto con el servicio de ventanas de panel. Asegúrese de que el servicio del tablero de instrumentos de Windows intalled y tiene permiso para acceder al servicio

# PreviewSettings_ErrorMessageWhileSaving
source: An error occured whie trying to save the settings
es_es: Se produjo un error whie tratando de guardar los ajustes

# PreviewSettings_ServiceNotConfiguredProperly
source: Dashboard Windows Service is not configured properly
es_es: Servicio de Windows cuadro de mandos no está configurado correctamente

# PreviewSettings_ValidServiceURLAlertMessage
source: Plase Provide a valid service url
es_es: Plase proporciona un URL de servicio válido

# ContainerHeaderWindow_Header_Text
source: Header
es_es: Encabezado

# EjDrillChartProperties_Data_Label_Text
source: Data Label
es_es: Etiqueta de datos

# EjDrillChartProperties_ShowHeader_Content
source: Show Header
es_es: Mostrar Encabezado

# DashboardEjTreeMap_ErrorMessage
source: Error in Data
es_es: Error en los datos

# EjDrillChartProperties_Adornment Suffix_Content
source: Adornment Suffix
es_es: adorno sufijo

# EjDrillChartProperties_Primary_X_Axis_Content
source: Primary X-Axis
es_es: Primaria del eje X

# EjDrillChartProperties_Primary_Y_Axis_Content
source: Primary Y-Axis
es_es: Primaria del eje Y

# EjRangeSliderPropertiesWindow_Orientation_Text
source: Orientation
es_es: Orientación

# ImageToolbar_SetImage_Content
source: Set Image...
es_es: Asignar imagen

# MultiSelectionToolBar_Canvas_Controls_Text
source: Canvas Controls
es_es: Controles de lona

# PivotGridPropertiesWindow_Enable_GroupingBar_Text
source: Enable GroupingBar
es_es: Habilitar Agrupación Bar

# DashboardEjCard_Errormessage_Injecting_property
source: An error occured while injecting property to the control.
es_es: Se produjo un error mientras se inyecta la propiedad al control.

# User_Filter_Mapping
source: Auto Map Users
es_es: Auto Ruta Usuarios

# RecentReportList_FileDoesnotExists_AlertMessage
source: File does not exist in the saved location. Do you want to remove it from the recent dashboards list?
es_es: El archivo no existe en la ubicación guardada. ¿Quieres eliminarlo de la lista de los últimos cuadros de mando?

# User_Filter_Filter
source: Filter
es_es: Filtro

# User_Filter_message_Error
source: Error Processing Data
es_es: Error de Procesamiento de Datos

# User_Filter_message_Error_Desc
source: Selected column data does not match the user list. Please check the data and try again
es_es: datos de la columna seleccionada no coincide con la lista de usuarios. Por favor, compruebe los datos e inténtelo de nuevo

# User_Filter_message_Matched
source: Mapped
es_es: mapeada

# User_Filter_message_Success
source: User mapping successful.
es_es: la asignación de usuarios con éxito.

# User_Filter_message_UnMatched
source: Unmapped
es_es: sin asignar

# EjGridPropertiesLoadedAction_GetDeltaDisplayName_Of
source: of
es_es: de

# EjGridPropertiesLoadedAction_GetDeltaDisplayName_Vs
source: Vs
es_es: contra

# User_Filter_Warn_message
source: Do you want to map the existing users with the values in the right pane?
es_es: ¿Quieres un mapa de los usuarios existentes con los valores en el panel de la derecha?

# User_Filter_Warn_message_desc
source: This operation will reset the filters already mapped.
es_es: Esta operación restablecerá los filtros ya trazadas.

# AddedControlsContainer_View_Data
source: View Data
es_es: Ver datos

# ControlTypeConstants_DashboardLabel
source: Label
es_es: Etiqueta

# ControlTypeConstants_DashboardImage
source: DashboardLabel
es_es: Etiqueta de tablero

# ControlTypeConstants_DashboardEjGrid
source: DashboardEjGrid
es_es: Tablero de instrumentos Ej cuadrícula

# ControlTypeConstants_DashboardEjChart
source: DashboardEjChart
es_es: Tablero de instrumentos Gráfico Ej

# ControlTypeConstants_DashboardEjComparisonChart
source: DashboardEjComparisonChart
es_es: Tablero de instrumentos Gráfico Ej Comparación

# ControlTypeConstants_DashboardEjProportionChart
source: DashboardEjProportionChart
es_es: Tablero de instrumentos Ej Gráfico Proporción

# ControlTypeConstants_DashboardEjRangeSlider
source: DashboardEjRangeSlider
es_es: Ej Tablero de instrumentos deslizante Rango

# ControlTypeConstants_DashboardEjDrillChart
source: DashboardEjDrillChart
es_es: Gráfico Ej del taladro Tablero de instrumentos

# ControlTypeConstants_DashboardEjTreeMap
source: DashboardEjTreeMap
es_es: Tablero de instrumentos Ej Mapa del árbol

# ControlTypeConstants_DashboardEjBubbleMap
source: DashboardEjBubbleMap
es_es: Tablero de instrumentos Ej burbuja Mapa

# ControlTypeConstants_DashboardEjChoroplethMap
source: DashboardEjChoroplethMap
es_es: Tablero de instrumentos Ej coropletas Mapa

# ControlTypeConstants_DashboardEjGauge
source: DashboardEjGauge
es_es: Tablero de instrumentos Ej calibrador de

# ControlTypeConstants_DashboardEjFilterComboBox
source: DashboardEjFilterComboBox
es_es: Tablero de instrumentos Ej filtro de cuadro combinado

# ControlTypeConstants_DashboardEjCard
source: DashboardEjCard
es_es: Tablero de instrumentos tarjeta Ej

# ControlTypeConstants_DashboardEjRangeNavigator
source: DashboardEjRangeNavigator
es_es: Tablero de instrumentos Ej Rango Navegador

# ControlTypeConstants_DashboardEjDatePicker
source: DashboardEjDatePicker
es_es: Tablero de instrumentos Ej selector de fechas

# ControlTypeConstants_DashboardEjCheckBox
source: DashboardEjCheckBox
es_es: Tablero de instrumentos Ej Casilla

# ControlTypeConstants_DashboardEjListBox
source: DashboardEjListBox
es_es: Tablero de instrumentos Ej cuadro de lista

# ControlTypeConstants_DashboardPivotGrid
source: DashboardPivotGrid
es_es: Tablero de instrumentos del pivote de cuadrícula

# ControlTypeConstants_EjBubbleMap
source: BubbleMap
es_es: Mapa de la burbuja

# ControlTypeConstants_EjBulletGraph
source: BulletGraph
es_es: Viñeta gráfica

# ControlTypeConstants_EjCard
source: Card
es_es: Tarjeta

# ControlTypeConstants_EjChart
source: Chart
es_es: Tabla

# ControlTypeConstants_EjCheckBox
source: CheckBox
es_es: Casilla de verificación

# ControlTypeConstants_EjChoroplethMap
source: ChoroplethMap
es_es: coropletas Mapa

# ControlTypeConstants_EjComparisonChart
source: ComboChart
es_es: Gráfico combinado

# ControlTypeConstants_EjDatePicker
source: DatePicker
es_es: Selector de fecha

# ControlTypeConstants_EjDrillChart
source: DrillChart
es_es: cuadro de taladros

# ControlTypeConstants_EjFilterCombo
source: ComboBox
es_es: Caja combo

# ControlTypeConstants_EjGauge
source: Gauge
es_es: Calibre

# ControlTypeConstants_EjGrid
source: Grid
es_es: Cuadrícula

# ControlTypeConstants_EjLinearGauge
source: LinearGauge
es_es: Calibre lineal

# ControlTypeConstants_EjListBox
source: ListBox
es_es: Cuadro de lista

# ControlTypeConstants_EjProportionChart
source: ProportionChart
es_es: Gráfico de la proporción

# ControlTypeConstants_EjRadioButton
source: RadioButton
es_es: Botón de opción

# ControlTypeConstants_EjRangeNavigator
source: RangeNavigator
es_es: gama Navegador

# ControlTypeConstants_EjRangeSlider
source: RangeSlider
es_es: rango deslizante

# ControlTypeConstants_EjTagCloud
source: TagCloud
es_es: Nube de etiquetas

# ControlTypeConstants_EjTreeMap
source: TreeMap
es_es: Mapa del árbol

# ControlTypeConstants_FLabel
source: FLabel
es_es: F Etiqueta

# ControlTypeConstants_Image
source: Image
es_es: Imagen

# ControlTypeConstants_Label
source: Label
es_es: Etiqueta

# ControlTypeConstants_PivotGrid
source: PivotGrid
es_es: pivote de cuadrícula

# DataSourceToolBarUC_Refresh
source: Refresh
es_es: Actualizar

# CustomeView_DataType_String
source: String
es_es: Cuerda

# UserControls_ChangeMeasureFormatUC_Unit_Value_Billions
source: Billions
es_es: Miles de millones

# ExpressionEditor_FunctionDescription_CurrentUser
source: Returns the current user name.This function uses Dashboard Server user name when the user is signed in, else it returns null
es_es: Devuelve la función name.This usuario actual utiliza el nombre de usuario servidor de escritorio cuando el usuario ha iniciado sesión, si no devuelve nulo

# ExpressionEditor_FunctionDescription_FullName
source: Returns the current user's Full Name .This function uses Dashboard Server user's full name when the user is signed in, else it returns null
es_es: Devuelve la función Nombre Completo .Este del usuario actual utiliza el nombre completo del tablero de instrumentos del usuario del servidor cuando el usuario ha iniciado sesión, si no devuelve nulo

# ExpressionEditor_All
source: All
es_es: Todas

# ExpressionEditor_Number
source: Number
es_es: Número

# ExpressionEditor_Text
source: Text
es_es: Texto

# ExpressionEditor_Date
source: Date
es_es: Fecha

# ExpressionEditor_Numbers
source: Numbers
es_es: Números

# ExpressionEditor_Aggregation
source: Aggregation
es_es: Agregación

# ExpressionEditor_Conditional
source: Conditional
es_es: Condicional

# ExpressionEditor_Logical
source: Logical
es_es: Lógica

# ExpressionEditor_String
source: String
es_es: Cuerda

# ExpressionEditor_Filter
source: Filter
es_es: Criterios de búsqueda

# Mainwindow_Minimise
source: Minimize
es_es: Minimizar

# Mainwindow_Maximize
source: Maximize
es_es: Maximizar

# Mainwindow_Restore_Down
source: Restore Down
es_es: Restaurar abajo

# Mainwindow_Close
source: Close
es_es: Cerrar

# User_Filter_AutoMap_Type_Email
source: Email
es_es: Correo electrónico

# User_Filter_AutoMap_Type_FullName
source: Full Name
es_es: Nombre Completo

# User_Filter_AutoMap_Type_Username
source: Username
es_es: Nombre de usuario

# User_Filter_Filter_Type_All
source: All
es_es: Todas

# User_Filter_Filter_Type_Selected
source: Mapped
es_es: mapeada

# User_Filter_Filter_Type_UnSelected
source: Unmapped
es_es: sin asignar

# User_Filter_Window_Context_Remove
source: Remove
es_es: Remover

# RelationalSplitButton_HeaderText_Past
source: Past
es_es: Pasado

# RelationalSplitButton_HeaderText_Upcome
source: Upcoming
es_es: Próximos

# Preview_Btn_Preview_As
source: Preview dashboard as
es_es: Previsualización salpicadero

# Preview_Btn_Preview_Fetch_Error
source: Error getting user list
es_es: Error al obtener la lista de usuarios

# User_based_filter_fetch_error
source: There's an error retrieveing user list from Dashboard Server
es_es: Hay un error retrieveing ​​lista de usuarios del servidor de escritorio
