Repository: PrinceSolomonB/dashboarddesigner-global
Catalog: Dashboard Designer/Locale/*/Resources.*.resx
Languages: es_es

# Apply_Button
source: Apply
es_es: Aplicar

# ControlDesigner_HeaderText_Data
source: Data
es_es: Datos

# ControlDesigner_HeaderText_Properties
source: Properties
es_es: Propiedades

# CustomMessageBox_CheckBox_Msg
source: Don't show this again
es_es: No muestre esto otra vez

# DataDesignView_ToolTip_EditDataBase
source: Edit Connection
es_es: Editar conexión

# DataDesign_HeaderText_OpenExpressionEditor
source: Click here to open Expression Editor.
es_es: Haga clic aquí para abrir el Editor de expresiones.

# DataDesign_HeaderText_EditExpression
source: Edit Expression
es_es: Editar expresión

# DataDesign_HeaderText_DeleteExpression
source: Delete Expression
es_es: eliminar Expresión

# DataDesign_HeaderText_AddExpressionWPopup
source: Expression Designer
es_es: Diseñador expresión

# DataDesign_HeaderText_Preview
source: Preview
es_es: Vista preliminar

# ADD_Button
source: Add
es_es: Añadir

# DataConnection_ExpressionEditor_HeaderText_Caption
source: Name
es_es: Nombre

# DataConnection_ExpressionEditor_Length_Caption
source: Length
es_es: Longitud

# DataConnection_ExpressionEditor_HeaderText_Expression
source: Expression
es_es: Expresión

# DataConnection_ExpressionEditor_HeaderText_Functions
source: Functions
es_es: Funciones

# DataConnection_HeaderText_AuthenticationType
source: Authentication type
es_es: Tipo de autentificación

# DataConnection_HeaderText_Database
source: Database
es_es: Base de datos

# DataConnection_HeaderText_Password
source: Password
es_es: Contraseña

# DataConnection_HeaderText_ServerName
source: Server name
es_es: Nombre del servidor

# DataConnection_HeaderText_AccountName
source: Account Name
es_es: Nombre de la cuenta

# DataConnection_HeaderText_AccountKey
source: Account Key
es_es: Key Account

# DataConnection_HeaderText_Source
source: Source
es_es: Fuente

# DataConnection_HeaderText_UserName
source: User name
es_es: Nombre de usuario

# DataConnection_JoinEditor_HeaderText_LeftTable
source: LeftTable
es_es: Tabla izquierda

# DataConnection_JoinEditor_HeaderText_RightTable
source: RightTable
es_es: Tabla derecha

# MERGE_Button
source: MERGE
es_es: Combinar

# DataConnection_DataSourceWizard_HeaderText
source: New Connection
es_es: nueva conexión

# DataConnection_DataSourceWizard_ConnectionType_Values_SQL
source: Microsoft SQL Server
es_es: Microsoft SQL Servidor

# DataConnection_DataSourceWizard_HeaderText_ConnectionType
source: Connection type
es_es: Tipo de conección

# DataConnection_DataSourceWizard_HeaderText_DataSourceName
source: Data source name
es_es: Nombre de fuente de datos

# CLOSE_Button
source: Close
es_es: Cerrar

# CustomMessageBox_Msg_Title
source: Syncfusion Dashboard Designer
es_es: Diseñador de paneles Syncfusion

# CustomMessageBox_Msg
source: Please note that the dropped column is a measure and will cause a delay in rendering the widget based on the number of unique values that it contains.
es_es: Tenga en cuenta que la columna quitada es una medida y causará un retraso en la prestación el widget basado en el número de valores únicos que contiene.

# ToolBar_HeaderText_EnableDateRange
source: Enable Date Range
es_es: Activar intervalo de fechas

# UserControls_PreviewSettings_radio_WinService
source: Windows Service
es_es: servicio de windows

# UserControls_PreviewSettings_Title
source: Preview Preference
es_es: Vista previa de Preferencia

# UserControls_PreviewSettings_iis_url
source: Dashboard URL
es_es: URL del tablero de instrumentos

# UserControls_PreviewSettings_winServ_error
source: Dashboard windows service is not installed.
es_es: servicio de las ventanas del salpicadero no está instalado.

# UserControls_PreviewSettings_winServ_Running
source: Dashboard Service is Running...
es_es: Servicio del tablero de instrumentos se está ejecutando ...

# UserControls_PreviewSettings_winServ_Stopped
source: Dashboard Service is Stopped....
es_es: Servicio del tablero de instrumentos es Detenido ....

# UserControls_PreviewSettings_InternalViewer
source: Internal Viewer
es_es: Visor interno

# MainWindow_AlertBox_Msg_ErrorReportLoading
source: Error on loading dashboard
es_es: Error en el tablero de carga

# MainWindow_AlertBox_Msg_UnhandledException
source: This application will be closed now due to some unhandled exceptions.
es_es: Esta aplicación se cerrará ahora debido a algunas excepciones no controladas.

# DashboardDesigner_AlertBox_Msg_File_Not_Exist
source: File doesn't exist.
es_es: El archivo no existe

# DashboardDesigner_ToolTip_Export
source: Export
es_es: Exportar

# DashboardDesigner_ToolTip_Home
source: Home
es_es: Inicio

# DashboardDesigner_ToolTip_PreviewWindow
source: Preview Window
es_es: ventana de previsualización

# DashboardDesigner_ToolTip_Publish
source: Publish
es_es: Publicar

# DashboardDesigner_AlertBox_Msg_ErrorOnLoading
source: Error on loading dashboard.
es_es: Error en el tablero de carga.

# DashboardDesigner_AlertBox_Msg_SaveChanges
source: Do you want to save the changes to
es_es: ¿Quieres guardar los cambios

# DashboardDesigner_AlertBox_Msg_WindowServiceNotInstalledorRunIIS
source: Dashboard windows service is not installed in the system. Either install the service or change the preview preference to use IIS.
es_es: servicio de las ventanas del salpicadero no está instalado en el sistema. O bien instalar el servicio o cambiar la preferencia de vista previa para utilizar IIS.

# DashboardDesigner_AlertBox_Msg_WindowServiceNotRunning
source: Dashbaord windows service is not running. Please start the service and try again.
es_es: Dashbaord servicio de Windows no se está ejecutando. Por favor, iniciar el servicio y vuelva a intentarlo.

# DashboardDesigner_AlertBox_Msg_ErrorInControlReport_Label
source: Error in Label Control Report.
es_es: Error en el informe de control de la etiqueta.

# DataConnection_AlertBox_Msg_ServerNameNotEmpty
source: Server name should not be empty
es_es: Nombre del servidor no debe estar vacía

# DataConnection_HeaderText_Dashboard
source: Dashboard
es_es: Panel de Control

# DataConnection_HeaderText_DashboardDesigner
source: Dashboard Designer
es_es: Diseñador de paneles

# UserControls_WeightedAvg_ChooseWeight
source: Choose weighted column
es_es: Elija la columna ponderada

# Views_AppPreferenceSettings_PreferenceType_Automatic
source: Automatic
es_es: Automático

# Views_AppPreferenceSettings_PreferenceType_Custom
source: Custom
es_es: Personalizado

# Views_AppPreferenceSettings_HeaderText_Preference
source: Preference
es_es: Preferencia

# Views_AppPreferenceSettings_HedaerText_PreferenceSetting
source: PreferenceSetting
es_es: Configuración preferida

# Views_AppPreferenceSettings_Automaticpreference_Description
source: The control presentation will be set automatically for better visual experience.
es_es: La presentación de control se ajustará automáticamente para una mejor experiencia visual.

# Views_AppPreferenceSettings_Custompreference_Description
source: The control visualization will be based on the user settings. (Best visual experience cannot be guaranteed)
es_es: La visualización de control se basa en la configuración de usuario. (La mejor experiencia visual no se puede garantizar)

# Views_AppPreferenceSettings_HedaerText_PreferenceSetting_HeadetText
source: Preference Settings
es_es: Configuración de Preferencias

# DashboardDesigner_HeaderMenu_Item_New
source: _New Dashboard
es_es: Nuevo Panel de Control

# DashboardDesigner_HeaderMenu_Item_Open
source: _Open Dashboard...
es_es: Abra el Panel de Control

# DashboardDesigner_HeaderMenu_Item_Preview_Settings
source: _Preview Preference...
es_es: Preferencia _Preview ...

# DashboardDesigner_HeaderMenu_Item_Publish_Window
source: Publish...
es_es: Publicar...

# DashboardDesigner_HeaderMenu_Item_Save
source: _Save
es_es: Guardar

# DashboardDesigner_HeaderMenu_Item_SaveAll
source: Save _All
es_es: Salvar a todos

# DashboardDesigner_HeaderMenu_Item_SaveAs
source: Save _As...
es_es: Guardar como

# DashboardDesigner_HeaderMenu_Item_ServerSettings
source: Server Settings...
es_es: Configuración del servidor ...

# DashboardDesigner_HeaderMenu_Item_File
source: _File
es_es: _Archivo

# DashboardDesigner_HeaderMenu_Item_Quit
source: E_xit
es_es: Salir

# Views_AppPreferenceSettings_SubHeaderText_ResponsiveSettings
source: Responsive Settings
es_es: Ajustes de respuesta

# Views_AboutAppInfo_About
source: About
es_es: Acerca de

# Views_AboutAppInfo_Menuitem_HeaderText_About
source: _About
es_es: Acerca de

# Views_AboutAppInfo_Menuitem_HeaderText_Help
source: _Help
es_es: Ayuda.

# DataConnection_AlertBox_Msg_UserNameEmpty
source: Username must not be empty
es_es: Nombre de usuario no puede estar vacío

# DataConnection_AlertBox_Msg_PasswordEmpty
source: Password must not be empty
es_es: La contraseña no debe estar vacío

# DataConnection_AlertBox_Msg_UserNamePasswordEmpty
source: Please fill the server credentials
es_es: Por favor, rellene las credenciales del servidor

# DataDesign_AlertBox_Msg_AliasNameEmpty
source: Name cannot not be empty or contain white spaces.
es_es: El nombre no no puede estar vacía o contener espacios en blanco.

# Views_DataDesignAction_AlertMsg_DatasourceEmpty
source: Data source name should not be empty.
es_es: nombre de la fuente de datos no debe estar vacío.

# Views_DataSourceWizard_AlertMsg_IncorrectFileFormat
source: Loaded file is not in correct format!
es_es: archivo cargado no está en formato correcto!

# _isLeftSelected
source: Select one field from right table
es_es: Seleccione un campo de la tabla de la derecha

# _isRightSelected
source: Select one field from left table
es_es: Seleccione un campo de la tabla de la izquierda

# ExpressionEditor_Caption_Name_AlertBox_Msg
source: Name length should be less than or equal to 255 characters.
es_es: la longitud del nombre debe ser menor o igual a 255 caracteres.

# ExpressionEditor_ColumnName_AlertBox_Msg
source: Column name already exists in the table
es_es: Nombre de columna ya existe en la tabla

# UserControls_PreviewSettings_AlertMsg_InvalidServiceURL
source: Invalid service URL.
es_es: URL de servicio no válida.

# Dashboard_UnsupportedFile_Open_Message
source: The file that you are trying to open is not a valid dashboard file.
es_es: El archivo que está intentando abrir un archivo no es válida salpicadero.

# RelationalSplitButton_HeaderText_ShowDefault
source: Show Default
es_es: Mostrar predeterminado

# RelationalSplitButton_HeaderText_WeightedAverage
source: Weighted Score...
es_es: Puntuación ponderada...

# SwitchToServerMode
source: This action may result to significant changes in data processing performance. Do you still want to continue?
es_es: Esta acción puede dar lugar a cambios significativos en el rendimiento de procesamiento de datos. ¿Todavía quieres continuar?

# DataPreview_Please_Select_Same_Typeof_Data_from_both_table
source: Selected column pair should be of the same type.
es_es: par columna seleccionada debe ser del mismo tipo.

# DataPreview_Connectingfor_Preview
source: Connecting Preview
es_es: Conexión de vista previa

# DataPreview_Starting_Preview
source: Initializing Preview...
es_es: La inicialización de Vista previa ...

# DataPreview_Related_Tables
source: Related_Tables
es_es: Tablas relacionadas

# DataPreview_Rows_Retrieved
source: rows retrieved
es_es: filas recuperadas

# DataPreview_ViewWorkBook
source: Workbook has been created successfully. Do you want to view?
es_es: Libro se ha creado con éxito. ¿Quieres ver?

# Expression_Not_Contains_SpecialCharacter
source: Expression should not contain special characters
es_es: La expresión no debe contener caracteres especiales

# Expression_Shouldnot_Empty
source: Expression should not be empty
es_es: La expresión no debe estar vacía

# AlertBox_Error
source: Error
es_es: Eerror

# Alertbox_Warning
source: Warning
es_es: Advertencia

# Alertbox_Upgrade_Decision_OnSaving
source: Dashboard cannot be opened with the previous version.Do you want to proceed?
es_es: Tablero de instrumentos no se puede abrir con el version.Do anterior que desea continuar?

# Alertbox_OnOpening_Higher_Version
source: Dashboard could not be opened since it was created using a newer version of the dashboard designer application.
es_es: Tablero de instrumentos no se podía abrir desde que fue creado usando una versión nueva de la aplicación de diseño del salpicadero.

# Button_Content_Update
source: Save
es_es: Guardar

# Database_Name_Shouldnot_Empty
source: Database name required.
es_es: nombre de la base de datos necesaria.

# Account_Name_Shouldnot_Empty
source: Account name required.
es_es: Nombre de la cuenta requerida.

# Account_Key_Shouldnot_Empty
source: Account key required.
es_es: clave de cuenta necesaria.

# DataSourceWizard_Recently_Loaded
source: Recently Loaded
es_es: recientemente Loaded

# DataSourceWizard_TestConnection
source: Test Connection
es_es: Probar la conexión

# DataSource_Already_Exists
source: A data source with the specified name already exists.
es_es: Una fuente de datos con el nombre especificado ya existe.

# DoYouWistTo_Continue
source: Do you still want to continue?
es_es: ¿Todavía quieres continuar?

# Export_DataGrid_Excel
source: Export All
es_es: Exportar todo

# Export_Datasource_Server
source: Publish Data Source
es_es: Publicar Fuente de Datos

# Export_SelectedIten_Excel
source: Export Selected Rows
es_es: Filas de exportación seleccionado

# ExpressionEditor_Caption_Shouldnot_Contains_Special_Character
source: Name should not have special characters
es_es: El nombre no debe tener caracteres especiales

# ExpressionEditor_Caption_Shouldnot_Empty
source: Name should not be empty
es_es: El nombre no debe estar vacía

# ExpressionEditor_Invalid_Expression
source: Invalid expression.
es_es: expresión no válida.

# FilePath_ShouldNotEmpty
source: File Path should not be empty
es_es: Ruta del archivo no debe estar vacía

# Following_TableWillbe_Removed
source: The following tables will be removed from the query
es_es: En las siguientes tablas se eliminarán de la consulta

# KpiName_Exists
source: KPI name already exists.
es_es: KPI nombre ya existe.

# Default_DataType
source: Default
es_es: Defecto

# NullValueFormatDefault
source: Default
es_es: Defecto

# NullValueFormatHide
source: Hide
es_es: Esconder

# NullValueFormatCustom
source: Custom
es_es: Personalizado

# GridConditional_GradColor
source: SingleColor
es_es: De un solo color

source: Table already exists.
es_es: Tabla ya existe.

# Test_Connection_Succeed
source: Test connection successful.
es_es: La conexión de prueba con éxito.

source: Update
es_es: Actualizar

# DataPreviewWindow_Title
source: Data Preview
es_es: Vista previa de datos

# JoinEditorWindow_Tiltle
source: Join Editor
es_es: Únete Editor

# DashboardDesigner_AlertBox_Msg_SaveDataSource
source: Do you want to save the data source -
es_es: ¿Quieres salvar a la fuente de datos -

# ExpressionEditor_ExpressionValiadtion_AlertMsg_BracketMissing
source: Parenthesis (es) is/are no closed properly.
es_es: Paréntesis (es) es / son no cierra correctamente.

# ExpressionEditor_ExpressionValiadtion_AlertMsg_ColumnNameBracketMissing
source: Column name should have brackets.
es_es: Nombre de la columna debe tener soportes.

# ExpressionEditor_ExpressionValiadtion_AlertMsg_InvalidColumname
source: Invalid column name.
es_es: Nombre de columna inválido.

# ExpressionEditor_ExpressionValiadtion_AlertMsg_ValidExpression
source: The calculation is valid.
es_es: El cálculo es válido.

# JoinEditor_Relation_LeftTable
source: LeftTable
es_es: Tabla izquierda

# JoinEditor_Relation_LeftTable_Condition
source: LeftTable Condition
es_es: Condición alquilable

# JoinEditor_Relation_RelationShip
source: Relationship
es_es: Relación

# JoinEditor_Relation_RightTable
source: RightTable
es_es: Tabla derecha

# JoinEditor_Relation_RightTable_Condition
source: RightTable Condition
es_es: Derecha Condición Tabla

# LegendText_Values
source: Values
es_es: Valores

# Info_Helper_Table_Information
source: Tables
es_es: Mesas

# Info_Helper_Views_Information
source: Views
es_es: Visitas

# PublishWindow_Title
source: Publish Dashboard
es_es: Publica tablero de instrumentos

# ExpressionEditor_ExpressionValiadtion_AlertMsg_InvalidCalculation
source: The calculation contains errors.
es_es: El cálculo contiene errores.

# UserControl_TopLevelRecord_HeaderText_Summary
source: Summary
es_es: Resumen

# DashboardDesigner_Header_MenuItem_Close
source: Clos_e
es_es: Cerrar

# DashboardDesigner_Header_MenuItem_DisableDeleteAlert
source: Disable Delete Alert
es_es: Deshabilitar Eliminar Alerta

# DashboardDesigner_Header_MenuItem_EnableDeleteAlert
source: Enable Delete Alert
es_es: Activar el borrado de alerta

# DashboardDesigner_Header_MenuItem_Preview_Window
source: _Preview/Run
es_es: _Vista previa/Ejecutar

# DashboardDesigner_Header_MenuItem_Server
source: _Server
es_es: _Servidor

# DashboardDesigner_Header_MenuItem_Settings
source: Settings
es_es: ajustes

# DataDesignView_Table_wise_search
source: Table
es_es: Tabla

# DataSetControls_Begins_with_wise_search
source: Begins With
es_es: Empieza con

# DataSetControls_Ends_with_wise_search
source: Ends With
es_es: Termina con

# CustomerSearchBoxPopup_Search_By_Wise
source: Options
es_es: Opciones

# DataDesignView_Table_View_Wise_Search
source: Table or View
es_es: Tabla o vista

# PropertiesWindow_HeaderText_CategoryAxis
source: Category Axis
es_es: Eje de categoría

# PropertiesWindow_HeaderText_ValueAxis
source: Value Axis
es_es: Eje de valores

# DataSource_Alert_ZeroTable
source: No tables or views exist in this database.
es_es: No existen tablas o vistas en esta base de datos.

# UserControl_TopLevelRecord_HeaderText_Fields
source: Field
es_es: Campo

# Table_Relation_Delete_Tooltip
source: Delete relationship
es_es: eliminar relación

# ListBoxDrop_AlertBox
source: Measure element is not a correct format for this control in calculation
es_es: elemento de medida no es un formato correcto para este control en el cálculo

# Calculation_Remove
source: Dimension element in calculation section will be removed do you want to proceed?
es_es: elemento de dimensión en la sección de cálculo será eliminado es lo que desea continuar?

# PropertiesWindow_Chart_YaxisCustomText
source: Y-Axis custom text
es_es: el texto de encargo del eje Y

# PropertiesWindow_HeaderText_ChartType
source: Chart Type
es_es: Tipo de gráfico:

# PropertiesWindow_HeaderText_Filters
source: Filters
es_es: Filtros

# UserControl_MultiSelectionCombobox_Exclude
source: Exclude
es_es: Excluído

# UserControl_MultiSelectionCombobox_Include
source: Include
es_es: Incluído

# MainWindow_Loading_Report_Alert_Message
source: Loading...
es_es: Cargando...

# MainWindow_Application_Restarts
source: To change the language settings, restart the application. Do you want to continue?
es_es: Para cambiar la configuración de idioma, reinicie la aplicación. ¿Quieres continuar?

# JoinEditorWindowMergeButtonClickAction_Invoke_Relation_Already_Exists_
source: Relationship already exists!
es_es: Relación ya existe!

# JoinEditorWindowMergeButtonClickAction_Invoke_Invalid_Relation_
source: Invalid relationship!
es_es: Vínculo inválido

# DashboardDesigner_AlertBox_Msg_InitialFilter
source: Changing the data type will invalidate the filter applied on this column. Do you still want to proceed?
es_es: Cambiar el tipo de datos invalidará el filtro aplicado en esta columna. ¿Todavía desea continuar?

# Label_Text_Align_Left_Tooltip
source: Left Align
es_es: Alinear a la izquierda

# Label_Text_Align_Right_Tooltip
source: Right Align
es_es: Alinear a la derecha

# ControlDesigner_Change_DataSource
source: Do you want to reset the data source?
es_es: ¿Desea restablecer la fuente de datos?

# AddedControlsContainer_Delete_DataSources
source: Delete data source
es_es: Eliminar la fuente de datos

# AddedControlsContainer_Import_Icon
source: Import Data source
es_es: origen de la importación de datos

# AddedControlsContainer_Expand_Icon
source: Expand
es_es: Expandir

# AddedControlsContainer_DataSources_Icon
source: Data Sources
es_es: Fuentes de datos

# Download_Open_Info
source: Download & Open
es_es: Descargar y abierto

# AddedControlsContainer_Widgets_Icon
source: Widgets
es_es: Reproductores

# AddedControlsContainer_Duplicate_Icon
source: Duplicate data source
es_es: fuente de datos duplicados

# AddedControlsContainer_Rename_Icon
source: Rename widget
es_es: Cambiar el nombre de widget de

# AddedControlsContainer_Edit_DataSource
source: Edit data source
es_es: Editar fuente de datos

# UserControl_MultiSelectionCombobox_Contains
source: Contains
es_es: Contiene

# UserControl_MultiSelectionCombobox_EndsWith
source: Ends With
es_es: Termina con

# UserControl_MultiSelectionCombobox_IsBetween
source: Between
es_es: Entre

# UserControl_MultiSelectionCombobox_IsEmpty
source: Is empty
es_es: Esta vacio

# UserControl_MultiSelectionCombobox_IsNotBetween
source: Not Between
es_es: No entre

# UserControl_MultiSelectionCombobox_IsNotEmpty
source: Is not empty
es_es: No está vacío

# UserControl_MultiSelectionCombobox_IsNotNull
source: Is not null
es_es: No es nulo

# UserControl_MultiSelectionCombobox_IsNull
source: Is null
es_es: Es nulo

# UserControl_MultiSelectionCombobox_NotContains
source: Not contains
es_es: No Contiene

# UserControl_MultiSelectionCombobox_StartsWith
source: Starts With
es_es: Comienza con

# PropertiesWindow_HeaderText_MastersList
source: Master Widget(s)
es_es: Maestro Widget (s)

# Usercontrol_ExactDateFilter_DateOptions
source: Date Options
es_es: Opciones de fecha

# Usercontrol_ExactDateFilter_EndDate
source: End Date
es_es: Fecha de finalización

# Usercontrol_ExactDateFilter_Ranges
source: Ranges
es_es: rangos

# Usercontrol_ExactDateFilter_ShowTime
source: Show Time
es_es: Ver tiempo

# Usercontrol_ExactDateFilter_StartDate
source: Start Date
es_es: Fecha Inicio

# Usercontrol_ExactDateFilter_End
source: End
es_es: Final

# Usercontrol_ExactDateFilter_Start
source: Start
es_es: Inicio

# UserControls_MasterFilter_Action_Title
source: Dashboard Filters Configuration
es_es: Configuración del cuadro de mandos Filtros

# DashboardDesigner_HeaderMenu_Item_Filter_Action
source: _Filters...
es_es: Filtros

# UserControls_MasterFilter_Action_Filter_New_Filter
source: New
es_es: Nuevo

# UserControls_MasterFilter_Action_Filter_SourceColumn
source: Source Column
es_es: columna de origen

# UserControls_MasterFilter_Action_Filter_TargetColumn
source: Target Column
es_es: columna de destino

# UserControls_MasterFilter_Action_Filter_TargetDataSource
source: Target Data Source
es_es: Fuente de datos de destino

# UserControls_MasterFilter_Action_Filter_Title
source: Filter Profile(s)
es_es: Perfil (s) de filtro

# DataSource_Container_Collapse
source: Collapse
es_es: Colapsar

# DesigneLayout_Fit_to_designlayout
source: Fit to designlayout
es_es: Ajustar a designlayout

# Grid_Edit_Table_Column_Name_Header
source: Edit Table Column Names
es_es: Editar nombres de columna de tabla

# Grid_EditTableColumnNames_Button_Content
source: Edit Column Names...
es_es: Editar nombres de columna ...

# UserControls_PreviewSettings_PreviewService
source: Preview Service
es_es: Servicio de previsualización

# PropertiesWindow_ButtonText_Delta_Edit
source: Edit...
es_es: Editar ...

# UserControls_MasterFilter_Action_Filter_Remove_Filter
source: Remove
es_es: Remover

# UserControls_MasterFilter_Action_Filter_Edit_Filter
source: Edit
es_es: Editar

# UserControls_MasterFilter_Action_Filter_New_Filter_Empty
source: Filter Key cannot be empty
es_es: Llave del filtro no puede estar vacía

# UserControls_MasterFilter_Action_Filter_New_Filter_Exist
source: Filter Key already exist
es_es: Llave de filtro ya existen
